{
    "hadithList": [
        {
            "id": 1,
            "hadithContent": [
                {
                    "title": "Les actes ne valent que par les intentions",
                    "contenu": "D’après Le Chef des Croyants, Abi Afsa ‘Omar ibn El Khattab (رَضِيَ اللهُ عَنْهُ): « J’ai entendu l’Envoyé d’Allah (ﷺ) dire :\n\n « Les actions ne valent que par les « intentions ». Il ne sera donc tenu compte à chaque homme que de ses intentions. Pour celui qui aura émigré en vue de biens terrestres, ou afin de trouver une femme à épouser, l’émigration ne comptera que pour le but qui aura déterminé son voyage.\r\n\n(Hadith n°1/42, 40 Hadith Nawawi, Rapporté par Al Boukhary dans son Sahih n°1)"
                },
                {
                    "title": "إنما الأعمال بالنيات",
                    "contenu": " عَنْ أَمِيرِ الْمُؤْمِنِينَ أَبِي حَفْصٍ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ:  إنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوْ امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إلَى مَا هَاجَرَ إلَيْهِ. رَوَاهُ إِمَامَا الْمُحَدِّثِينَ أَبُو عَبْدِ اللهِ مُحَمَّدُ بنُ إِسْمَاعِيل بن إِبْرَاهِيم بن الْمُغِيرَة بن بَرْدِزبَه الْبُخَارِيُّ الْجُعْفِيُّ [رقم:1]، وَأَبُو الْحُسَيْنِ مُسْلِمٌ بنُ الْحَجَّاج بن مُسْلِم الْقُشَيْرِيُّ النَّيْسَابُورِيُّ [رقم:1907] رَضِيَ اللهُ عَنْهُمَا فِي صَحِيحَيْهِمَا اللذَينِ هُمَا أَصَحُّ الْكُتُبِ الْمُصَنَّفَةِ."
                }
            ]
        },
        {
            "id": 2,
            "hadithContent": [
                {
                    "title": "Al Islam, Al Iman wa Al Ihsan",
                    "contenu": "D’après Omar (Qu’Allah l’agrée) également : « Alors que nous étions assis auprès du Messager d’Allah (ﷺ), vint à nous un homme vêtu d’un blanc éclatant et aux cheveux très noirs. On ne pouvait déceler sur lui aucune trace visible de voyage et nul d’entre nous ne le connaissait. Il vint s’asseoir en face du Prophète (ﷺ), plaça ses genoux contre les siens et posa la paume de ses mains sur les cuisses du Prophète (ﷺ), puis lui dit : « Ô Muhammad ! Informe-moi sur l’islam. » \n\n Le Messager d’Allah (ﷺ) lui répondit : « L’islam est que tu attestes qu’il n’y a pas de divinité [digne d’adoration] en dehors d’Allah et que Muhammad est le Messager d’Allah, que tu accomplisses la prière (As-Salât), que tu acquittes l’impôt légal (Az-Zakât), que tu jeûnes le mois de Ramadan, et que tu effectues le pèlerinage à la maison d’Allah, si tu en as les moyens. »\n\n« Tu as dit vrai », dit l’homme. Nous nous étonnâmes que l’homme l’ait interrogé pour ensuite l’approuver.Il reprit : « Informe-moi sur la croyance (al-Îmân). » Le Prophète répliqua : « [La croyance, c’est] que tu croies en Allah, en Ses anges, en Ses livres, en Ses messagers, au Jour Dernier et à la prédestination du bien et du mal. » « Tu dis la vérité », lui dit encore l’homme qui reprit : « Alors, informe-moi sur l’accomplissement parfait de l’adoration (Al-Ihsân). » « C’est que tu adores Allah comme si tu Le voyais, car si toi, tu ne Le vois pas, certes Lui te voit, » répondit le Prophète.\n\nL’homme dit encore : « Informe-moi sur l’Heure [du Jugement Dernier]. » Le Prophète (ﷺ) répondit : « L’interrogé n’en sait pas plus que celui qui l’interroge. »\n\nL’homme demanda alors : « Alors informe-moi sur ses signes précurseurs. » Le Prophète (ﷺ) lui répondit alors : « Ce sera lorsque la servante enfantera sa maîtresse, et que tu verras les pauvres bergers, va-nu-pieds et dévêtus, rivaliser dans des constructions hautes. »\n\nLà-dessus, l’homme partit. Je demeurai là un long moment.\n\nEnsuite, le Prophète (ﷺ) me dit : « Ô Omar! Sais-tu qui m’a interrogé ? » Je répondis : « Allah et Son Messager sont les plus savants. » « C’est Jibrîl, qui est venu vous enseigner votre religion, » dit le Messager d’Allah (ﷺ).\r\n\n(Hadith n°2/42, 40 Hadith Nawawi, Rapporté par Al Mouslim dans son Sahih)"
                },
                {
                    "title": "الإسلام والإيمان والإحسان",
                    "contenu": "عَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ أَيْضًا قَالَ: \" بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه و سلم ذَاتَ يَوْمٍ، إذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعْرِ، لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ مِنَّا أَحَدٌ. حَتَّى جَلَسَ إلَى النَّبِيِّ صلى الله عليه و سلم . فَأَسْنَدَ رُكْبَتَيْهِ إلَى رُكْبَتَيْهِ، وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ، وَقَالَ: يَا مُحَمَّدُ أَخْبِرْنِي عَنْ الْإِسْلَامِ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه و سلم الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إلَهَ إلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إنْ اسْتَطَعْت إلَيْهِ سَبِيلًا. قَالَ: صَدَقْت . فَعَجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ! قَالَ: فَأَخْبِرْنِي عَنْ الْإِيمَانِ. قَالَ: أَنْ تُؤْمِنَ بِاَللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ. قَالَ: صَدَقْت. قَالَ: فَأَخْبِرْنِي عَنْ الْإِحْسَانِ. قَالَ: أَنْ تَعْبُدَ اللَّهَ كَأَنَّك تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك. قَالَ: فَأَخْبِرْنِي عَنْ السَّاعَةِ. قَالَ: مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنْ السَّائِلِ. قَالَ: فَأَخْبِرْنِي عَنْ أَمَارَاتِهَا؟ قَالَ: أَنْ تَلِدَ الْأَمَةُ رَبَّتَهَا، وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ. ثُمَّ انْطَلَقَ، فَلَبِثْتُ مَلِيًّا، ثُمَّ قَالَ: يَا عُمَرُ أَتَدْرِي مَنْ السَّائِلُ؟. ‫‬قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: فَإِنَّهُ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ \". [رَوَاهُ مُسْلِمٌ] ."
                }
            ]
        },
        {
            "id": 3,
            "hadithContent": [
                {
                    "title": " Les Piliers de l'Islam",
                    "contenu": "D’après Abû Abdir-Rahmân Abdullah Ibn Omar Ibn ul-Khattâb (Qu’Allah les agrées) rapporte : « J’ai entendu le Messager d’Allah (ﷺ) dire : « L’islam est bâti sur cinq piliers :\n– L’attestation qu’il n’y a pas d’autre divinité [digne d’adoration] qu’Allah et que Muhammad est le Messager d’Allah ;\n– l’accomplissement de la prière ;\n– l’acquittement de la Zakât (l’impôt légal) ;\n– le pèlerinage à la Maison [Sacrée] ;\n– et le jeûne du mois de Ramadan. »\r\n\n(Hadith n°3/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "أركان الإسلام",
                    "contenu": "عَنْ أَمِيرِ الْمُؤْمِنِينَ أَبِي حَفْصٍ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: \" إنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوْ امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إلَى مَا هَاجَرَ إلَيْهِ\". رَوَاهُ إِمَامَا الْمُحَدِّثِينَ أَبُو عَبْدِ اللهِ مُحَمَّدُ بنُ إِسْمَاعِيل بن إِبْرَاهِيم بن الْمُغِيرَة بن بَرْدِزبَه الْبُخَارِيُّ الْجُعْفِيُّ [رقم: 1]، وَأَبُو الْحُسَيْنِ مُسْلِمٌ بنُ الْحَجَّاج بن مُسْلِم الْقُشَيْرِيُّ النَّيْسَابُورِيُّ [رقم: 1907] رَضِيَ اللهُ عَنْهُمَا فِي \"صَحِيحَيْهِمَا\" اللذَينِ هُمَا أَصَحُّ الْكُتُبِ الْمُصَنَّفَةِ."
                }
            ]
        },
        {
            "id": 4,
            "hadithContent": [
                {
                    "title": "Les dernières œuvres sont déterminantes",
                    "contenu": "D’après Abû Abdir-Rahmân Abdullah Ibn Massaoud (Qu’Allah l’agrée) a dit : « Le Messager d’Allah (ﷺ), le véridique, celui qui est digne de foi, s’adressa à nous en ces termes : « Certes, chacun de vous se constitue, dans le ventre de sa mère, pendant quarante jours à partir d’une goutte de sperme ; puis, celle-ci devient un caillot de sang pendant une même période. Ensuite, ce caillot se transforme en un morceau de chair pendant une période de temps semblable.\r\nPuis, l’ange est envoyé vers lui pour qu’il lui insuffle l’esprit et on lui ordonne d’inscrire [au fœtus] quatre paroles : sa subsistance, sa durée de vie, ses actions et s’il fera partie des bienheureux [en entrant au paradis] ou des malheureux [en entrant en enfer].\r\nPar Allah en dehors Duquel il n’y a point d’autre divinité, l’un de vous peut accomplir les actes des gens du paradis, au point où il n’en sera plus séparé que d’une coudée ; puis, ce qui lui a été prédestiné prévaudra, et il accomplira les actes des gens de l’enfer, de sorte qu’il y entrera.\r\nEt l’un d’entre vous peut œuvrer comme œuvrent les gens de l’enfer, au point qu’il n’en sera plus séparé que d’une coudée ; alors, ce qui lui a été prédestiné prévaudra et il accomplira les actes des gens du paradis, de sorte qu’il y entrera. »\r\n\n(Hadith n°4/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "القضاء والقدر",
                    "contenu": "عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه و سلم -وَهُوَ الصَّادِقُ الْمَصْدُوقُ-: \"إنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسَلُ إلَيْهِ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ، وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ، وَأَجَلِهِ، وَعَمَلِهِ، وَشَقِيٍّ أَمْ سَعِيدٍ؛ فَوَاَللَّهِ الَّذِي لَا إلَهَ غَيْرُهُ إنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا. وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا\". [رَوَاهُ الْبُخَارِيُّ] ، [وَمُسْلِمٌ] ."
                }
            ]
        },
        {
            "id": 5,
            "hadithContent": [
                {
                    "title": "La nullité des innovations",
                    "contenu": "D’après La mère des croyants, Aicha Umm Abdillah (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Celui qui invente dans notre religion une chose qui n’en fait pas partie, elle lui sera rejetée. »\r\nDans une autre version de Muslim, il est dit : « Celui qui fait une action qui n’est pas en accord avec notre religion, elle lui sera rejetée. »\r\n\n(Hadith n°5/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "البدعة",
                    "contenu": "عَنْ أُمِّ الْمُؤْمِنِينَ أُمِّ عَبْدِ اللَّهِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: قَالَ: رَسُولُ اللَّهِ صلى الله عليه و سلم \"مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ [رَوَاهُ الْبُخَارِيُّ] ،[وَمُسْلِمٌ] وَفِي رِوَايَةٍ لِمُسْلِمٍ: مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ\"."
                }
            ]
        },
        {
            "id": 6,
            "hadithContent": [
                {
                    "title": "Le licite et l'illicite",
                    "contenu": "D’après Abou ‘Abdillah An-Nu’mân ibn Bachîr (Qu’Allah les agrées) a dit : « J’ai entendu le Messager d’Allah (ﷺ) dire : « Certes, ce qui est licite est évident et ce qui est illicite est évident aussi. Mais, entre les deux, il y a des choses qui suscitent le doute et que beaucoup de gens ne connaissent pas. Celui qui craint les choses douteuses [et s’en écarte], alors il aura préservé sa religion et son honneur. Et celui qui les commet, tombe dans ce qui est illicite, comme un berger qui mène paître son troupeau aux alentours d’un enclos réservé ; peu s’en faut qu’il ne le laisse y pénétrer.\r\nTout souverain a un domaine réservé. Certes, le domaine réservé d’Allah est ses interdictions. En vérité, il y a dans le corps humain un morceau de chair ; s’il est sain, le corps entier sera sain, mais s’il est corrompu, tout le corps sera corrompu : c’est le coeur. »\r\n\n(Hadith n°6/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "الحلال بين والحرام بين",
                    "contenu": "عَنْ أَبِي عَبْدِ اللَّهِ النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: سَمِعْت رَسُولَ اللَّهِ صلى الله عليه و سلم يَقُولُ: \"إنَّ الْحَلَالَ بَيِّنٌ، وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا أُمُورٌ مُشْتَبِهَاتٌ لَا يَعْلَمُهُنَّ كَثِيرٌ مِنْ النَّاسِ، فَمَنْ اتَّقَى الشُّبُهَاتِ فَقْد اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ، كَالرَّاعِي يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يَرْتَعَ فِيهِ، أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلَا وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ، أَلَا وَإِنَّ فِي الْجَسَدِ مُضْغَةً إذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ، وَإذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلَا وَهِيَ الْقَلْبُ\".\r\n[رَوَاهُ الْبُخَارِيُّ]، [وَمُسْلِمٌ] ."
                }
            ]
        },
        {
            "id": 7,
            "hadithContent": [
                {
                    "title": "La religion est le bon conseil",
                    "contenu": "D’après Abou Ruqayya Tamîm Ibn Aws Ad-Dârî (Qu’Allah l’agrée) rapporte que le Prophète (ﷺ) a dit : « La Religion, c’est le conseil sincère. » Nous demandâmes : « Vis-à-vis de qui ? » Il dit : « Vis-à-vis d’Allah, de son Livre, de son Messager, des gouvernants et de l’ensemble des musulmans. »\n\n(Hadith n°7/42, 40 Hadith Nawawi, Rapporté par Al Mouslim)"
                },
                {
                    "title": "الدين النصيحة",
                    "contenu": "عَنْ أَبِي رُقَيَّةَ تَمِيمِ بْنِ أَوْسٍ الدَّارِيِّ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ: \"الدِّينُ النَّصِيحَةُ.\" قُلْنَا: لِمَنْ؟ قَالَ: \"لِلَّهِ، وَلِكِتَابِهِ، وَلِرَسُولِهِ، وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ.\" \r\n [رَوَاهُ مُسْلِمٌ]"
                }
            ]
        },
        {
            "id": 8,
            "hadithContent": [
                {
                    "title": "Le caractère sacré du Musulman",
                    "contenu": "D’après Ibn Omar (Qu’Allah les agrées) rapporte que le Messager d’Allah (ﷺ) a dit : « J’ai reçu l’ordre de combattre les gens jusqu’à ce qu’ils attestent qu’il n’y a de divinité [digne d’adoration] qu’Allah et que Muhammad est le Messager d’Allah, qu’ils accomplissent la prière et qu’ils s’acquittent de la Zakât. S’ils font tout cela, ils auront préservé vis-à-vis de moi leur sang (c.-à-d. leur vie) et leurs biens – sauf pour ce qu’ils méritent [comme punitions pour les crimes et délits] dans l’islam. Et c’est Allah Qui est leur Juge.\n\n(Hadith n°8/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "الجهاد في سبيل الله",
                    "contenu": "عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صلى الله عليه و سلم قَالَ: \"أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إلَهَ إلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ؛ فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إلَّا بِحَقِّ الْإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللَّهِ تَعَالَى\" .\r\n[رَوَاهُ الْبُخَارِيُّ] ،[وَمُسْلِمٌ]"
                }
            ]
        },
        {
            "id": 9,
            "hadithContent": [
                {
                    "title": "La responsabilité dépend de la capacité",
                    "contenu": "D’après Abou Houreira ‘Abdur-Rahmân Ibn Sakhr (Qu’Allah l’agrée) a dit : « J’ai entendu le Messager d’Allah (ﷺ) dire : « Ce que je vous ai interdit, évitez-le et ce que je vous ai ordonné, accomplissez-en ce dont vous êtes capables. Ceux qui vous ont précédés ont été détruits du fait de leur excès de questions et leurs divergences avec leurs prophètes ». »\n\n(Hadith n°9/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "التكليف بما يستطاع",
                    "contenu": "عَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْت رَسُولَ اللَّهِ صلى الله عليه و سلم يَقُولُ: \"مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ، وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ، فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلَافُهُمْ عَلَى أَنْبِيَائِهِمْ \".\r\n[رَوَاهُ الْبُخَارِيُّ] ،[وَمُسْلِمٌ]"
                }
            ]
        },
        {
            "id": 10,
            "hadithContent": [
                {
                    "title": "Ne sont acceptées que les bonnes choses",
                    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Certes, Allah le Très-Haut est Pur (c.-à-d. Exempt de toute imperfection), Il n’accepte que ce qui est pur. Allah a ordonné aux croyants ce qu’Il a ordonné aux messagers en disant :\r\n« Ô Messagers ! Mangez des choses pures (licites) et faites le bien. »\r\n[Sourate Les Croyants, v. 51]\r\n\nIl a dit aussi :\r\n\r\n« Ô vous les croyants ! Mangez les choses pures que Nous vous avons octroyées. » [Sourate La Vache, v. 172]\r\nPuis, le Prophète (ﷺ) mentionna le cas d’un homme qui prolonge son voyage, les cheveux ébouriffés, couvert de poussière, et qui tend les mains vers le ciel en disant : « Ô Seigneur, ô seigneur… », alors que sa nourriture est illicite, que sa boisson est illicite, que ses vêtements sont illicites, et qu’il s’est nourri de choses illicites.\r\n« Comment donc pourrait-il être exaucé ? ».\r\n\n(Hadith n°10/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
                },
                {
                    "title": "الاقتصار على الحلال الطيب",
                    "contenu": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه و سلم \"إنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إلَّا طَيِّبًا، وَإِنَّ اللَّهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ فَقَالَ تَعَالَى: \"يَا أَيُّهَا الرُّسُلُ كُلُوا مِنْ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا\"، وَقَالَ تَعَالَى: \"يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ\" ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إلَى السَّمَاءِ: يَا رَبِّ! يَا رَبِّ! وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِّيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لَهُ؟\". \r\n \r\n [رَوَاهُ مُسْلِمٌ]"
                }
            ]
        },
        {
            "id": 11,
            "hadithContent": [
                {
                    "title": "Le scrupule",
                    "contenu": "D’après Abou Muhammad Al-Hassan ibn ‘Alî Ibn Abî Tâlib, le petit-fils du Messager d’Allah (ﷺ) et son protégé (Qu’Allah l’agrée) a dit : « J’ai retenu cette parole du Messager d’Allah (ﷺ) : « Laisse ce qui te plonge dans le doute pour ce qui ne t’y plonge pas ». »\n\n(Hadith n°11/42, 40 Hadith Nawawi, Rapporté par At-Tirmidhî n°2520 et An-Nassâ’î. At-Tirmidhî dit que c’est un hadith Hassan Sahîh.)"
                },
                {
                    "title": "التورع عن الشبهات",
                    "contenu": "عَنْ أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ سِبْطِ رَسُولِ اللَّهِ صلى الله عليه و سلم وَرَيْحَانَتِهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: حَفِظْت مِنْ رَسُولِ اللَّهِ صلى الله عليه و سلم \"دَعْ مَا يُرِيبُك إلَى مَا لَا يُرِيبُك\". رَوَاهُ التِّرْمِذِيُّ [رقم: 2520]، [وَالنَّسَائِيّ] وَقَالَ التِّرْمِذِيُّ: حَدِيثٌ حَسَنٌ صَحِيحٌ."
                }
            ]
        },
        {
            "id": 12,
            "hadithContent": [
                {
                    "title": "Se consacrer aux choses utiles",
                    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte que le Messager d’Allah () a dit : « Une des meilleures manières [de pratiquer] l’islam consiste pour l’homme à délaisser ce qui ne la regarde pas. »\n\n(Hadith n°12/42, 40 Hadith Nawawi, Hadith Hassan, rapporté en ces termes par At-Tirmidhî n°2318 et Ibn Maja n°3976)"
                },
                {
                    "title": "ترك ما لا يعني المسلم",
                    "contenu": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه و سلم \"مِنْ حُسْنِ إسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ\". حَدِيثٌ حَسَنٌ، رَوَاهُ التِّرْمِذِيُّ [رقم: 2318] ، ابن ماجه [رقم: 3976]."
                }
            ]
        },
        {
            "id": 13,
            "hadithContent": [
                {
                    "title": "La foi parfaite",
                    "contenu": "D’après Abû Hamza Anas Ibn Mâlik (Qu’Allah l’agrée), le serviteur du Messager d’Allah (ﷺ), rapporte que le Prophète (ﷺ) a dit : « Aucun d’entre vous n’est vraiment croyant jusqu’à ce qu’il aime pour son frère ce qu’il aime pour lui-même. »\r\n\r\n(Hadith n°13/42, 40 Hadith Nawawi, Rapporté par Al Boukhari n°13 et Mouslim n°45)"
                },
                {
                    "title": "كمال الإيمان",
                    "contenu": "عَنْ أَبِي حَمْزَةَ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ خَادِمِ رَسُولِ اللَّهِ صلى الله عليه و سلم عَنْ النَّبِيِّ صلى الله عليه و سلم قَالَ: \"لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ\". رَوَاهُ الْبُخَارِيُّ [رقم: 13]، وَمُسْلِمٌ [رقم: 45].\r\n[رَوَاهُ الْبُخَارِيُّ] ، [وَمُسْلِمٌ]"
                }
            ]
        },
        {
            "id": 14,
            "hadithContent": [
                {
                    "title": "L'inviolabilité du sang du Musulman",
                    "contenu": "D’après Ibn Mas’ûd (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Il n’est pas permis de faire couler le sang du musulman sauf [pour appliquer la peine] dans l’un de ces trois cas : la personne mariée qui commet l’adultère, une vie en compensation d’une vie et celui qui abandonne sa religion en se séparant du groupe [des musulmans]. »\r\n\r\n(Hadith n°14/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "حرمة دم المسلم وأسباب إهداره",
                    "contenu": "عَنْ ابْنِ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه و سلم \"لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ [ يشهد أن لا إله إلا الله، وأني رسول الله] إلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِّبُ الزَّانِي، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ\".\r\n[رَوَاهُ الْبُخَارِيُّ] ، [وَمُسْلِمٌ]"
                }
            ]
        },
        {
            "id": 15,
            "hadithContent": [
                {
                    "title": "Les vertus islamiques",
                    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Que celui qui croit en Allah et au Jour Dernier dise du bien ou se taise. Que celui qui croit en Allah et au Jour Dernier soit généreux envers son voisin. Et que celui qui croit en Allah et au Jour Dernier reçoive généreusement son invité. »\r\n\r\n(Hadith n°15/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
                },
                {
                    "title": "آداب إسلامية",
                    "contenu": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه و سلم قَالَ: \"مَنْ كَانَ يُؤْمِنُ بِاَللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ، وَمَنْ كَانَ يُؤْمِنُ بِاَللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاَللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ\".\r\n[رَوَاهُ الْبُخَارِيُّ] ، [وَمُسْلِمٌ]"
                }
            ]
        },
        {
            "id": 16,
            "hadithContent": [
                {
                    "title": "Ne laisse pas ta colère explosée !",
                    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte qu’un homme a dit au Prophète (ﷺ) : « Conseille-moi ! » Il lui dit : « Ne te mets pas en colère ! » L’homme réitéra sa demande à plusieurs reprises et le Prophète (ﷺ) lui répéta à chaque fois : « Ne te mets pas en colère ! »\r\n\r\n(Hadith n°16/42, 40 Hadith Nawawi, Rapporté par Al Boukhari)"
                },
                {
                    "title": "النهي عن الغضب",
                    "contenu": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ صلى الله عليه و سلم أَوْصِنِي. قَالَ: لَا تَغْضَبْ، فَرَدَّدَ مِرَارًا، قَالَ: لَا تَغْضَبْ\" .\r\n[رَوَاهُ الْبُخَارِيُّ]."
                }
            ]
        },
        {
            "id": 17,
            "hadithContent": [
                {
                    "title": "La généralité du bel-agir",
                    "contenu": "D’après Abû Yaclâ Shaddâd ibn Aws (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Allah a certes prescrit l’excellence en toutes choses. Quand vous tuez que ce soit de la meilleure manière, et quand vous égorgez, faites-le de la meilleure manière : aiguisez bien la lame [de votre couteau] et allégez les souffrances de la bête. »\r\n\r\n(Hadith n°17/42, 40 Hadith Nawawi, Rapporté par Al Boukhari)"
                },
                {
                    "title": "الأمر بإحسان الذبح",
                    "contenu": "عَنْ أَبِي يَعْلَى شَدَّادِ بْنِ أَوْسٍ رَضِيَ اللهُ عَنْهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه و سلم قَالَ: \"إنَّ اللَّهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ\". [رَوَاهُ مُسْلِمٌ]."
                }
            ]
        },
        {
            "id": 18,
            "hadithContent": [
                {
                    "title": "La piété et la haute moralité",
                    "contenu": "D’après Abû Dharr Jundub ibn Junâdah et Abû ‘Abdir-Rahmân Mucâdh Ibn Jabal (Qu’Allah l’agrée) rapportent que le Messager d’Allah (ﷺ) a dit : « Crains Allah où que tu sois et fais suivre la mauvaise action par une bonne qui l’efface, et comporte-toi bien envers les gens. »\r\n\r\n(Hadith n°18/42, 40 Hadith Nawawi, Hadith rapporté par At-Tirmidhî n°1987 qui le considère comme Hassan, et dans certaines éditions, comme Hassan Sahîh.)"
                },
                {
                    "title": "حسن الخلق",
                    "contenu": "عَنْ أَبِي ذَرٍّ جُنْدَبِ بْنِ جُنَادَةَ، وَأَبِي عَبْدِ الرَّحْمَنِ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُمَا، عَنْ رَسُولِ اللَّهِ صلى الله عليه و سلم قَالَ: \"اتَّقِ اللَّهَ حَيْثُمَا كُنْت، وَأَتْبِعْ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقْ النَّاسَ بِخُلُقٍ حَسَنٍ\" . رَوَاهُ التِّرْمِذِيُّ [رقم: 1987] وَقَالَ: حَدِيثٌ حَسَنٌ، وَفِي بَعْضِ النُّسَخِ: حَسَنٌ صَحِيحٌ."
                }
            ]
        },
        {
            "id": 19,
            "hadithContent": [
                {
                    "title": "L'aide d'Allah et Sa protection",
                    "contenu": "D’après Abûl-Abbâs Abdullah Ibn Abbâs (Qu’Allah les agrées) a dit : « Alors que j’étais [assis sur un âne] derrière le Prophète (ﷺ), il me dit : « Ô jeune homme ! Je vais t’enseigner quelques paroles : « Respecte [les prescriptions d’Allah], Allah te préservera, respecte [les prescriptions d’Allah] et tu Le trouveras devant toi. Si tu demandes quelque chose, demande-la à Allah. Lorsque tu implores le secours, implore-le d’Allah. Et sache que si la communauté se mettait d’accord pour te faire profiter d’une chose, elle ne t’en ferait profiter que si Allah l’a déjà inscrite pour toi. Et si elle se met d’accord pour te nuire, elle ne pourra te nuire que si cela a déjà été inscrit à ton encontre. Certes, les plumes (qui inscrivent le destin) sont levées et [l’encre] sur les feuilles a séché. »\r\n\r\n(Hadith n°19/42, 40 Hadith Nawawi, Hadith rapporté par At-Tirmidhî dans ses sounans n°2516 qui le considère comme Hassan Sahîh)\r\n\r\nDans une autre version :\r\n« Respecte [les prescriptions d’Allah], tu Le trouveras devant toi. Cherche à connaître Allah dans les moments d’aisance, Il te connaîtra dans l’adversité. Sache que ce qui t’a manqué ne t’était pas destiné, et ce qui t’a atteint ne pouvait pas te manquer. Et sache aussi que la victoire vient certes avec la patience, et que l’issue favorable vient certes après l’affliction, et qu’après la difficulté vient la facilité. »"
                },
                {
                    "title": "احفظ الله يحفظك",
                    "contenu": "عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: \"كُنْت خَلْفَ رَسُولِ اللَّهِ صلى الله عليه و سلم يَوْمًا، فَقَالَ: يَا غُلَامِ! إنِّي أُعَلِّمُك كَلِمَاتٍ: احْفَظْ اللَّهَ يَحْفَظْك، احْفَظْ اللَّهَ تَجِدْهُ تُجَاهَك، إذَا سَأَلْت فَاسْأَلْ اللَّهَ، وَإِذَا اسْتَعَنْت فَاسْتَعِنْ بِاَللَّهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوك بِشَيْءٍ لَمْ يَنْفَعُوك إلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَك، وَإِنْ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوك بِشَيْءٍ لَمْ يَضُرُّوك إلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْك؛ رُفِعَتْ الْأَقْلَامُ، وَجَفَّتْ الصُّحُفُ\" . رَوَاهُ التِّرْمِذِيُّ [رقم: 2516] وَقَالَ: حَدِيثٌ حَسَنٌ صَحِيحٌ. وَفِي رِوَايَةِ غَيْرِ التِّرْمِذِيِّ: \"احْفَظْ اللَّهَ تَجِدْهُ أمامك، تَعَرَّفْ إلَى اللَّهِ فِي الرَّخَاءِ يَعْرِفُك فِي الشِّدَّةِ، وَاعْلَمْ أَنَّ مَا أَخْطَأَك لَمْ يَكُنْ لِيُصِيبَك، وَمَا أَصَابَك لَمْ يَكُنْ لِيُخْطِئَك، وَاعْلَمْ أَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنْ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا\"."
                }
            ]
        },
        {
            "id": 20,
            "hadithContent": [
                {
                    "title": "La pudeur",
                    "contenu": "D’après Abou Massaoud ‘Uqbah Ibn ‘Amr Al-Ansârî Al-Badrî (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Parmi ce qui est parvenu jusqu’aux gens de la prophétie ancienne : « Si tu n’as pas de pudeur, fais ce que tu veux ». »\r\n\r\n(Hadith n°20/42, 40 Hadith Nawawi, Rapporté par Al Boukhari)"
                },
                {
                    "title": "الحياء من الإيمان",
                    "contenu": "عَنْ أَبِي مَسْعُودٍ عُقْبَةَ بْنِ عَمْرٍو الْأَنْصَارِيِّ الْبَدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه و سلم \"إنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ الْأُولَى: إذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْت\" .\r\n[رَوَاهُ الْبُخَارِيُّ]."
                }
            ]
        }
    ]
}