[
    {
        "surnom": "Imam Al-Nawawi",
        "vraiNom": "Muîn ad-Dîn Abu Zakariya Yahya",
        "biographie": "\r\nIl s’agit du noble savant, l’Imâm, le Sheikh de l’Islam, l’appeleur à Dieu, l’Argument, un des piliers de l’Ecole Juridique Shaféite, Sayyidî Muhyiddîn, Abû Zakariyyâ, Yahyâ Ibn Sharaf Ibn Marrî Ibn Hasan Ibn Husayn Ibn Hizâm Ibn Muhammad Ibn Jumu`ah An-Nawawî, que Dieu l’agrée.\r\n\r\n\r\nSON ENFANCE\r\n\r\nIl naquit en 631 A.H. dans le village de Nawâ — un village affilié à Damas en Syrie. Il apprit le Coran dans son enfance et se forma dans diverses sciences islamiques comme le Hadîth, la Langue Arabe et le Fiqh.\r\n\r\nDoté d’une excellente mémoire, l’Imâm An-Nawawî se dépensait dans l’apprentissage des sciences religieuses et assistait quotidiennement à près de douze cours traitant de diverses branches des sciences islamiques.\r\n\r\nLes signes de l’excellence et la piété apparurent en lui dès son enfance. Son père raconte que la veille du 27e jour de Ramadan en l’an 638 A.H., le jeûne An-Nawawî, alors âgé de sept ans, dormait auprès de lui. Il se réveilla et s’exclama : « mon père ! quelle est cette lumière qui emplit la maison ?! ». Son père dit : « Nous nous sommes réveillés et ne vîmes aucune lumière. Nous avons alors su qu’il s’agissait de Laylat Al-Qadr (La Nuit du Destin) ».\r\n\r\nSheikh Yâsîn Ibn Yûsuf Al-Marrâkishî raconte : \"J’ai vu le Sheikh [i.e. An-Nawawî] à Nawâ alors qu’il n’avait que dix ans. Les enfants essayaient de le forcer à jouer avec eux, mais il fuyait en récitant le Coran et pleurait de leur comportement. Son amour s’installa alors dans mon cœur. Son père le fit travailler dans une petite boutique, mais les ventes et les achats ne le distrayaient guère de la récitation du Coran. Je partis voir celui qui lui enseignait le Coran et lui recommandai de lui porter des soins particuliers. Je lui dis : « Il est à espérer que ce garçon devienne le plus savant des gens de son temps et le plus versé dans l’ascétisme parmi eux, et il est à espérer que les gens bénéficient de son savoir ». « Tu prédis l’avenir ?! » m’a-t-il répondu. « Non, dis-je, mais Dieu m’a fait dire cela ».\". L’enseignant de Sheikh An-Nawawî rapporta cela à son père qui lui accorda beaucoup de soins, si bien que l’Imâm An-Nawawî termina l’apprentissage du Coran vers sa puberté.\r\n\r\n\r\nSES SHEIKHS\r\n\r\nNous ne dresserons pas ici une liste exhaustive des Sheikhs et professeurs de l’Imâm An-Nawawî, tant ils sont nombreux. Nous citerons pour les diverses disciplines islamiques les principaux enseignants qui formèrent l’Imâm An-Nawawî.\r\n\r\n1- En Fiqh (jurisprudence islamique) :\r\n\r\nSon premier Sheikh en Fiqh fut l’ascète, le juriste shaféite, Abû Ibrâhîm Ishâq Ibn Ahmad Ibn Othmân Al-Maghribî Al-Maqdisî. Puis il s’initia auprès de son Sheikh, l’Imâm, le dévot, le Mufti de Damas à l’époque, Abû Muhammad Abd Ar-Rahmân Ibn Nûh Ibn Muhammad Ibn Ibrâhîm Ibn Mûsâ Al-Maqdisî Ad-Dimashqî. Ensuite, il eut comme professeur, l’Imâm, le Mufti, Abû Hafs `Omar Ibn As`ad Ibn Ghâlib Al-Irbîlî. Citons également parmi ses Sheikhs en Fiqh, l’Imâm Abû Al-Hasan Ibn Al-Hasan Al-Irbîlî Al-Halabî Ad-Dimashqî.\r\n\r\n2- Dans la voie du Tasawwuf (At-Tarîq) :\r\n\r\nL’Imâm As-Sakhâwî dit : \"As-Subkî a dit dans At-Tabaqât Al-Kubrâ que son Sheikh dans la voie est Sheikh Yâsîn Al-Marrâkishî. En témoigne la parole d’Adh-Dhahabî que nous avons déjà mentionnée : Sheikh An-Nawawî partait le voir, s’éduqait en sa compagnie et lui rendait visite. Il espérait sa bénédiction et le consultait dans ses affaires.\"\r\n\r\n3- Dans les lectionnaires coraniques (Al-Qirâ’ât) :\r\n\r\nAl-Lakhmî affirma que l’Imâm An-Nawawî connaissait le Coran avec les sept lectionnaires. Toutefois, il n’a pas mentionné ses enseignants dans cette discipline. Il se peut qu’il les ait appris auprès de son Sheikh, l’Imâm Abû Shâmah — qui dirigea Dar Al-Hadîth Al-Ashrafiyyah à Damas avant l’Imâm An-Nawawî [1].\r\n\r\n4- En Hadîth :\r\n\r\nIl étudia Sahîh Muslim et la majeure partie de Sahîh Al-Bukhârî auprès de son Sheikh, Abû Ishâq Ibrâhîm Ibn `Îsâ Al-Murâdî Al-Andalusî Ash-Shâfi`î.\r\n\r\nIl étudia Al-Kamâl fî Asmâ’ Ar-Rijâl [2] auprès du mémorisateur du Hadîth, Sheikh Az-Zayn Abû Al-Baqâ’ Khâlid Ibn Yûsuf Ibn Sa`d An-Nâbulsî.\r\n\r\nIl accompagna également le savant du Hadîth, l’Imâm Ad-Diyâ’ Ibn Tammâm Al-Hanafî et profita de son savoir.\r\n\r\nIl écouta le Hadîth enseigné par un certain nombre de savants dont :\r\n\r\nAbû Ishâq Ibrâhîm Ibn `Alî Ibn Ahmad Ibn Fadl Al-Wâsitî.\r\n\r\nAbû Al-`Abbâs Ahmad Ibn `Abd Ad-Dâ’im Al-Maqdisî\r\n\r\nAbû Muhammad Ismâ’îl Ibn Ibrâhîm Ibn Âbî Al-Yusr At-Tanûkhî\r\n\r\nAbû Muhammad `Abd Ar-Rahmân Ibn Sâlim Ibn Yahyâ Al-Anbârî\r\n\r\nAs-Shams Abû Al-Faraj `Abd Ar-Rahmân Ibn Abî `Omar Muhammad Ibn Ahmad Ibn Qudâmah Al-Maqdisî — l’un de ses plus grands Sheikhs.\r\n\r\nLe Sheikh des Sheikhs (Shaykh Ash-Shuyûkh) Ash-Sharaf Abû Muhammad `Abd Al-`Azîz Ibn Abî `Abd Allâh Muhammad Ibn `Abd Al-Muhsin Al-Ansârî\r\n\r\nLe juge `Imâd Ad-Dîn Abû Al-Fadâ’il `Abd Al-Karîm Ibn `Abd As-Samad Ibn Al-Horastânî.\r\n\r\n5- En grammaire et langue arabe :\r\n\r\nParmi ses Sheikhs dans cette discipline citons : Al-Fakhr Al-Mâlikî, Sheikh Abû Al-`Abbâs Ahmad Ibn Sâlim Al-Misrî et Sheikh Al-Jamâl Abû Abd Allâh Muhammad Ibn Abd Allâh Ibn Mâlik Al-Jiyânî.\r\n\r\n6- En Usûl Al-Fiqh (Fondements de la Jurisprudence Islamique) :\r\n\r\nIl étudia une partie d’Al-Muntakhab [3] et Al-Mustasfâ [4] auprès du juge, le juriste shaféite, Abû Al-Fath `Omar Ibn Bundâr Ibn `Omar Ibn `Alî At-Taflîsî.\r\n\r\nL’Imâm As-Sakhâwî dit : \"Il étudia également la majeure partie de Mukhtasar Ibn Al-Hâjib auprès du Grand Juge de Damas, Al-`Izz Abû Al-Mafâkhir Muhammad Ibn Abd Al-Qâdir Ibn Abd Al-Khâliq Ibn As-Sâ’igh\".\r\n\r\n\r\nSES OUVRAGES\r\n\r\nSayyidî l’Imâm An-Nawawî ne se maria pas et n’eut par conséquent aucune descendance. Mais ses meilleurs héritiers sont certainement ses remarquables ouvrages.\r\n\r\n- Il composa un précieux commentaire de Sahîh Muslim. Il commenta également une partie de Sahîh Al-Bukhârî ; il s’arrêta à Kitâb Al-`Ilm (Le Livre du Savoir, et intitula son commentaire At-Talkhîs. Il commença aussi un commentaire de Sunan Abî Dâwûd. L’Imâm As-Sakhâwî dit : \"Il arriva à la partie traitant des ablutions et intitula son commentaire Al-Îjâz. J’ai entendu dire que l’ascète de son temps, Ash-Shihâb Ibn Raslân, a repris intégralement cet écrit de l’Imâm An-Nawawî au début de son propre commentaire de Sunan Abî Dâwûd, et ce en guise de tabarruk [5]\".\r\n\r\n- Il écrivit également deux valeureux ouvrages répandus parmi les musulmans et les étudiants en sciences islamiques : Al-Adhkâr et Riyâd As-Sâlihîn.\r\n\r\n- On lui doit aussi Al-Arba`în An-Nawawiyyah, qu’il acheva 668 A.H.\r\n\r\n- Il aborda l’éthique des mémorisateurs du Noble Coran dans son ouvrage At-Tibyân fî Âdâb Hamalat Al-Qur’ân. L’Imâm As-Sakhâwî témoigna de l’importance de ce ouvrage en disant : \"C’est un livre précieux dont on ne peut se passer, surtout les récitateurs et les enseignants de la récitation coranique\".\r\n\r\n- Il composa aussi At-Tarkhîs fil-Ikrâm wal-Qiyâm. L’Imâm As-Sakhâwî dit : \"C’est un ouvrage pour les gens de vertus et leurs semblables\".\r\n\r\n- Il écrivit dans de domaine de l’ascétisme et du soufisme : Bustân Al-`Ârifîn (Le Jardin des Gnostiques).\r\n\r\n- On lui doit aussi, entre autres : Rawdat At-Tâlibîn, Al-Minhâj, Al-Manâsik fil-Fiqh, Al-Fatâwâ An-Nawawiyyah, Tabaqât Al-Fuqahâ’, Tahdhîb Al-Asmâ’ wal-Lughât, Tashîh At-Tanbîh, At-Tahqîq, Ru’ûs Al-Masâ’il wa Tuhfat Ashâb Al-Fadâ’il.\r\n\r\n\r\nSES QUALITÉS ET SES MÉRITES\r\n\r\nL’Imâm An-Nawawî chemina sur la voie de la piété et les sentiers du scrupule et de la dévotion qui caractérisaient l’époque des Compagnons du Messager de Dieu. Le gnostique Abû Abd Ar-Rahîm Al-Akhmîmî dit de lui : \"Il cheminait sur la voie des Compagnons, que Dieu les agrée. Je ne connais nul autre de son époque qui cheminait sur leur voie\".\r\n\r\nSheikh Ibn Al-`Attâr et l’Imâm As-Sakhâwî citèrent les témoignages de divers savants et gnostiques affirmant que l’Imâm An-Nawawî atteignit le rang de Pôle (Qutb) — sommité parmi les walîs (les alliés à Dieu) — de son temps. At-Taqiyy Muhammad Ibn Al-Hasan dit : \"De nombreux prodiges (karamât) furent rapportés de lui. Entre autres : [...] l’ouverture de portes fermées par un cadenas et la refermeture de la porte, la scission d’un mur et la sortie d’un homme d’une belle apparence — ils échangèrent tous deux des propos sur la vie de l’ici-bas et celle de l’Au-delà -, sa réunion avec des walîs occultés, et son dévoilement de pensées secrètes des autres [...].\"\r\n\r\nIl fut connu pour son ascétisme, la simplicité de ses habits — il s’habillait en coton et portait un turban — et la modestie de son habitat. Il avait un seul repas par jour qu’il consommait le soir avant de s’adonner aux œuvres de dévotion et la composition d’ouvrages islamiques.\r\n\r\nSheikh Abû Al-`Abbâs Ibn Farûkh dit de lui : \"Il a réuni trois degrés, chacun d’eux aurait suffi pour que les gens viennent de loin pour le voir et apprendre de lui : le degré du savoir, le degré de l’ascétisme et le dégré de l’appel au bien et de l’interdiction du blâmable\".\r\n\r\nOutre sa dévotion et son ascétisme, l’Imâm An-Nawawî était un homme patient, n’hésitant pas à appeler aux vertus et à réprimander les vices et le mal. Distingué par sa dignité et sa science, il agissait sans crainte aucune de la réaction des Sultans ou des hommes influents.\r\n\r\nL’Imâm Ibn As-Subkî dit de lui : \"Il fut un maître et un chaste. Il fut aussi un ascète. Peu lui importait que sa vie ici-bas devienne une ruine, tant que sa religion était florissante. Il était distingué par son ascétisme et son contentement de ce que Dieu lui accorde. Il marchait sur les pas des pieux prédécesseurs de Ahl As-Sunnah wa Al-Jamâ`ah. Dévoué et patient dans les voies du bien, il ne perdait pas un instant dans des œuvres n’impliquant pas l’obéissance à Dieu\".\r\n\r\nEn 665 A.H., il commença à enseigner à Dâr Al-Hadîth Al-Ashrafiyyah, à Damas. Il refusa d’être rémunéré pour l’enseignement qu’il dispense et accomplit le pèlerinage deux fois dans sa vie.\r\n\r\nÀ la fin de sa vie, il séjourna dans son village, Nawâ. Certains pieux lui ordonnèrent de visiter Al-Quds (Jérusalem) et Al-Khalîl. Il le fit puis retourna à son village natal chez ses parents. Il fut atteint d’une maladie et son âme retourna à Dieu au cours du mois de Rajab, en l’an 676 A.H. Il fut enterré dans son village.\r\n\r\nPuisse Dieu l’agréer et puisse-t-Il déverser sur sa tombe les signes de Sa Miséricorde.\r\n\r\n______________\r\n\r\n\r\nCet article se base exclusivement sur Tuhfat At-Tâlibîn fî Tarjamat Al-Imâm An-Nawawî, par son élève dévoué, Sheikh Ibn Al-`Attâr et Al-Manhal Al-`Adhb Ar-Rawî fî Tarjamat Qutb Al-Awliyâ An-Nawawî (La Source d’Eau douce dans la biographie du Pôle de l’Islam An-Nawawî), par Sheikh Al-Islâm Shams Ad-Dîn As-Sakhâwî.\r\n\r\n______________\r\n\r\nNotes:\r\n\r\n[1] Il est à noter que l’Imâm An-Nawawî ne fut pas cité dans les livres biographiques traitant des mémorisateurs des lectionnaires coraniques : ni l’Imâm Adh-Dhahabî, ni Ibn Al-Jazrî, ni les savants qui ont vécu entre eux ne l’ont cité.\r\n\r\n[2] écrit par le Hâfidh, `Abd Al-Ghanî Al-Maqdisî.\r\n\r\n[3] écrit par l’Imâm, l’exégète, Fakhr Ad-Dîn Ar-Râzî.\r\n\r\n[4] écrit par l’Imâm, l’Argument de l’Islam, Abû Hâmid Muhammad Al-Ghazâlî.\r\n\r\n[5] Le tabarruk, c’est le fait de rechercher le bénédiction. Sheikh Ash-Shihâb Ibn Raslân portait une grande estime pour l’Imâm An-Nawawî et considérait que reprendre son écrit et le joindre à son propre ouvrage était une cause de bénédiction divine.\r\n\r\nSource : www.islamophile.org"
    },
    {
        "surnom": "Imam Al-Bukhari",
        "vraiNom": "Abou ‘Abdi l-Lah Mouhammad",
        "biographie": "L’Imâm des musulmans, l’Exemple des pieux, le Savant du Hadîth et la Référence des savants, Abû `Abd Allâh Muhammad Ibn Ismâ`îl Ibn Ibrâhîm Ibn Al-Mughîrah Ibn Bardizbah, surnommé Al-Bukhâri, en référence à sa ville natale, Bukhârah.\r\n\r\n\r\nSA JEUNESSE ET LE DÉBUT DE SON APPRENTISSAGE\r\n\r\nL’Imâm Al-Bukhâri naquit en 194 AH, à Bukhârah, dans la région de Khorasân. Le père de l’Imâm Al-Bukhârî, un homme aisé, mourut alors que son fils était très jeune et c’est son épouse qui prit le plus grand soin de l’éducation de leur fils orphelin. Ahmad Ibn Al-Fadl Al-Balkhî rapporte au sujet de l’Imâm Al-Bukhârî : « Dans son enfance, il perdit la vue. [Un jour], sa mère vit le prophète Ibrahîm — que la paix soit sur lui — dans un rêve ; il lui annonça la bonne nouvelle : « Dieu a rendu la vue à ton fils grâce à tes nombreuses prières et invocations ». » Ainsi Dieu exauça les prières de sa mère et l’Imâm recouvrit sa vue.\r\n\r\nAvide de science et doué d’une mémoire exceptionnelle, il commença à étudier les hadîths à l’âge de onze ans en mémorisant la compilation de hadîths de Ibn Al-Mubârak (soufi et grand juriste de son temps). Il finit la mémorisation du Coran avant l’âge de seize ans. On relate que dans sa jeunesse il connaissait déjà par cœur soixante-dix mille hadiths de notre prophète Muhammad — paix et bénédictions sur lui.\r\n\r\nÀ l’âge de seize ans, après avoir appris le Hadîth par les spécialistes de cette science à Bukhârah, il voyagea avec sa mère et s’installèrent à la Mecque. Pendant leur séjour, il étudia le Hadith par d’éminents savants de la Mecque, notamment Al-Humaydî qui lui enseigna aussi la jurisprudence de l’Imâm Ash-Shâfi`î. À l’âge de 18 ans, il écrivit son premier livre sur les compagnons du prophète Muhammad — paix et bénédictions sur lui — et les successeurs (la génération qui suivit celle des compagnons), qu’Allâh les agrée.\r\n\r\nIl dit à Abû Ja`far Ibn Muhammad Abû Hâtim Al-Warrâq : « J’ai étudié les livres d’Ibn Al-Mubârak et Wakî` et je connaissais déjà leurs écrits par cœur à l’âge de seize ans. A dix-huit ans, j’ai commencé à compiler les comportements et les paroles des Compagnons et des Successeurs [en arabe : at-tâbi`ûn]. C’était au temps de `Ubayd Allah Ibn Mûsâ. J’ai rédigé Kitâb At-Târîkh [i.e. Le livre d’Histoire] près de la tombe du Prophète — paix et bénédictions sur lui — les nuits de lune. [...] ».\r\n\r\n\r\nABONDANCE DE SON SAVOIR\r\n\r\nDans l’espoir d’acquérir le savoir et de compiler des hadiths exacts (ou intègres) [en arabe : sahîh], il parcourut la terre à la recherche des savants du hadîth. Il fut le disciple de nombreux savants de la Mecque, de Médine, de Damas, de `Asqalân, de Hims, du Caire, de Baghdâd, de Bassora, de Kûfah et de nombreuses autres villes. Il acquit le savoir en compagnie de savants tels que : l’Imâm Ahmad Ibn Hanbal, Abu `Âsim An-Nabîl, Muhammad Ibn `Îsa At-Tabbâ` et Ishâq Ibn Mansûr. Parmi ses disciples, nous pouvons citer plusieurs grands noms comme : Muslim, Abû Zur`ah, Abû Hâtim, At-Tirmidhî, Al-Marwazî, Sâlih Ibn Muhammad Jazarah, Ibn Khuzaymah, As-Sarrâj.\r\n\r\nDieu dota l’Imâm d’une mémoire exceptionnelle et sa contribution\r\naux sciences du Hadîth est sans pareil. `Abd Ar-Rahmân Ibn Muhammad Al-Bukhâri rapporte qu’il entendit Muhammad Ibn Ismâ`îl dire : « J’ai rencontré plus de mille hommes [de science] du Hidjâz [en Arabie] , Iraq, Syrie, Egypte et Khorasân » et il poursuivit jusqu’à ce qu’il dit : « Ils soutenaient sans exception le principe stipulant : « La Religion repose sur des actes et des paroles, et le Coran est la Parole d’Allah ». »\r\n\r\nIbn `Adiyy dit : « Un nombre de savants apprirent qu’Al-Bukhâri serait prochainement de passage à Baghdâd. Ils choisirent cent hadiths dont ils brouillèrent les chaînes de transmission et les textes, donnant ainsi à chaque Hadîth une chaîne de transmission autre que la sienne. Chaque savant prit dix de ces hadiths et s’apprêta à mettre Al-Bukhâri à l’épreuve durant leur rencontre. Les gens s’assemblèrent et l’un des savants confronta Al-Bukhâri avec le premier de ses dix hadîths.\r\nIl répliqua « Je ne le connais pas ». Le savant lui cita un autre hadîth. Il répondit « Je ne le connais pas. » et ainsi de suite jusqu’au dixième hadîth. Les gens avertis [initiés à la science du hadith] parmi l’audience se regardèrent et dirent : « L’homme s’y connaît. », les autres pensèrent que c’est un ignorant. Puis un autre savant exposa à son tour ses dix hadîths, puis un autre, jusqu’au centième hadîth et Al-Bukhâri répondait invariablement « Je ne le connais pas. ». Quand il vit qu’ils avaient terminé, il se retourna vers le premier savant et dit « La chaîne authentique de ton premier hadîth est ceci, celle de ton deuxième hadîth est ainsi etc. » Il fit de même avec le deuxième savant, puis le troisième, et il poursuivit avec chacun d’eux jusqu’au centième hadîth. À ce moment, tout le monde eut la certitude qu’il était un Hâfidh [i.e. ils reconnurent la qualité de sa mémorisation]. »\r\n\r\nAl-Warrâq dit « j’ai entendu Sâlim Ibn Mujâhid dire : « Je rendais visite à Muhammad Ibn Sallâm Al-Bikandî et il me dit : « Si tu étais venu plus tôt, tu aurais vu un garçon qui connaît par cœur soixante-dix mille hadîths. ». Je suis sorti à sa recherche. Lorsque je l’ai trouvé, je demandais « Est-ce toi qui dit connaître par cœur soixante-dix mille hadîths ? », il [i.e. Al-Bukhâri] répondit\r\n« Oui, et plus encore, et jamais je ne te citerai un hadîth d’un Compagnon ou un Successeur sans que je sache la date et le lieu de\r\nleur naissance et de leur mort, et là où ils vécurent. Et je ne narre [de leurs hadîths] que ce qui est certain et fondé sur un principe de la religion de Dieu, dans le Livre de Dieu et La Sunnah de Son Messager ». Ainsi Al-Bukhâri fut non seulement un muhaddith d’exception [un spécialiste du Hadith] mais également un grand juriste (faqîh). D’ailleurs Al-Khozâ`i dit : « Al-Bukhâri est le faqîh de cette Ummah »\r\n( faqih signifie spécialiste en jurisprudence.)\r\n\r\nIbn `Adiyy dit : Muhammad Ibn Al-Qumîsi me rapporta : j’ai entendu Muhammad Ibn Hamdawayh dire : j’ai entendu Muhammad Ibn Ismâ`îl [Al-Bukhâri] dire : « je connais par cœur cent mille hadîths intègres [i.e. hadîth sahîh] et 200 000 hadîths d’authenticité questionnable. »\r\n\r\n\r\nTÉMOIGNAGES DES SAVANTS À SON SUJET\r\n\r\nLes témoignages faits au sujet de la science de l’Imâm et de ses qualités sont très nombreux. Nous nous contenterons ici de quelques exemples :\r\n\r\nL’Imâm Ibn Khuzaymah dit : « Je n’ai vu sur terre plus savant\r\nen Hadîth que Muhammad Ibn Ismâ`îl Al-Bukhâri ».\r\n\r\nMuhammad Bashshâr disait : \"Les sommités en terme de mémorisation\r\nsont au nombre de quatre sur terre : Abû Zur`ah à Rayy, Muslim à Naysabûr, `Abd Allah Ad-Dârimî à Samarqand et Muhammad Ibn Ismâ`îl à Khorasân.\"\r\n\r\nQutaybah Ibn Sa`îd dit à son sujet : \"Il était à son époque ce que `Omar fut parmi les Compagnons, et si Muhammad Ibn Ismâ`îl vivait du temps des compagnons, il aurait été un phare.(ayah).\"\r\n\r\nAl-Khozâ`î dit : « Al-Bukhâri est le faqîh de cette Ummah ».\r\n\r\n\r\nPIÉTÉ ET ADORATION\r\n\r\nIl fut l’exemple du dévot et du savant éprouvant une crainte révérencielle envers Allah. C’est l’homme aux prières nombreuses et au cœur recueilli et éveillé. Pendant le mois du ramadan, il récitait le Noble Coran en entier dans la journée, et un tiers du Coran avant l’aube tous les jours.\r\n\r\nAl-Farabarî dit : Muhammad Ibn Ismâ`îl m’a dit « Je n’ai jamais écrit un hadîth dans le Sahih [son livre Sahîh Al-Bukhâri] sans avoir effectué al-ghusl [ablutions majeures] et prié deux rak`ah au préalable. »\r\n\r\nAl-Warrâq rapporte : « Pendant mes voyages avec Abû `Abd Allâh, lorsqu’il arrivait que nous dormions dans la même maison, je le voyais se lever la nuit entre quinze et vingt fois. Chaque fois, il allumait sa lampe et il extrayait des hadîths en les annotant. Puis il s’allongeait de nouveau. A l’approche de l’aube, il avait l’habitude de prier trente rak`ah [2 par 2] et il ne me réveillait jamais. Je lui dis une fois : « Tu endures cela pour toi-même, pourquoi ne me réveilles-tu pas aussi [pour prier] ? Il répondit : « Tu es un homme jeune et je n’aime pas troubler ton sommeil. ». »\r\n\r\n\r\nSON LIVRE Al-Djâmi` As-Sahîh\r\n\r\nL’Imâm rédigea différents ouvrages de hadîths. Dans son livre Al-Djâmi` As-Sahîh [littéralement : \"La Somme Authentique\"], après un examen minutieux et rigoureux, il enregistra des paroles du Prophète — paix et bénédictions sur lui — dont la chaîne de transmission ne se compose que de transmetteurs justes et fiables, sans défaut ni brisure. Pendant seize ans, il scruta 600 000 hadîths et retint 7 275 hadîths dont l’authenticité est au-delà du moindre doute.\r\n\r\nDans l’étude des chaînes de transmission, il ne disait jamais d’un homme « c’est un menteur ! », il disait « telle personne l’a démenti », « telle personne l’a traité de menteur », « non digne de confiance ». Lorsqu’Al-Bukhâri qualifiait un homme de « non digne de confiance », il ne narrait pas de hadîth de lui.\r\n\r\nIl y a un consensus parmi tous les savants de l’Islam au sujet de l’abondance exceptionnelle de son savoir, ses bonnes manières, son caractère noble et généreux. Son livre précieux Al-Djâmi` As-Sahîh est la meilleure référence de tous les temps en matière de hadîths authentiques.\r\n\r\nLa Citadelle du Hadîth, le maître des muhaddithînes, le Rempart des sciences de la tradition, le flambeau de la communauté, l’exemple du pieux, l’Imâm de l’Islam, Abû `Abd Allâh Al-Bukhâri retourna auprès d’Allah en 256 AH, à Samarqand (v. d’Ouzbékistan, Asie centrale). Qu’Allah le récompense pour ce qu’il fit et ce qu’il fut pour l’islam et qu’Il lui fasse miséricorde. Âmîn.\r\n\r\nSource : www.islamophile.org"
    },
    {
        "surnom": "Imam Mouslim",
        "vraiNom": "Muslim ibn al-Ḥajjāj",
        "biographie": "C’est l’Imâm de la communauté, le modèle, le maître des savants du Hadîth, Abû Al-Husayn Muslim Ibn Al-Hajjâj Ibn Muslim Al-Qushayrî An-Naysâbûrî. Il y a une incertitude au sujet de sa date de naissance. Selon certaines opinions, il serait né en 204 A.H., selon d’autres, sa naissance fut en 206 A.H.\r\n\r\nÀ propos de son physique on dit qu’il était grand de taille, portant une barbe blanche et un turban dont l’extrémité descendait au milieu de ses épaules.\r\n\r\n\r\nDÉBUT DE SON APPRENTISSAGE\r\n\r\nL’Imâm Muslim naquit dans un milieu propice à l’apprentissage des sciences religieuses. En effet, Naysabûr comptait un très grand nombre de savants enseignant les sciences religieuses qui leur ont été transmises de génération en génération, depuis le temps des Compagnons de notre noble Prophète, paix et bénédiction de Dieu sur lui. Il naquit dans une famille pieuse et son père, qui avait une prééminence dans les cercles de science, accorda beaucoup de soin à l’éducation de son fils. Depuis sa plus tendre enfance, l’Imâm Muslim, commença donc l’apprentissage des sciences religieuses et notamment la loi islamique. Cette jeune pouce grandit dans une terre des plus fertiles et porta ses fruits. En 218 A.H., alors qu’il n’avait que 12 ou 14 ans, il s’initia à Naysabûr aux sciences du Hadîth grâce à son Sheikh Yahyâ At-Tamîmî. Le premier voyage entreprit par l’Imâm fut en 220 A.H. lorsqu’il quitta Naysabûr pour accomplir le pélerinage. Au cours de son voyage, il assista à des séances d’enseignement de Hadîth. Il fut de retour rapidement à sa terre natale.\r\n\r\n\r\nSES DIFFÉRENTS VOYAGES À LA RECHERCHE DE LA SCIENCE\r\n\r\nIl fallait partir à la recherche du savoir auprès des maîtres de cette noble science vivant dans la vaste terre de l’islam. C’est pourquoi, l’Imâm Muslim, comme les autres imâms du Hadîth, entreprit de longs voyages dans une grande quête du savoir.\r\n\r\nPremier voyage :\r\n\r\nSon voyage pour accomplir le pélerinage en 220 A.H. Il rencontra à la Mecque Sheikh `Abd Allah Ibn Maslamah Al-Qa`nabî et assista à son enseignement du Hadîth. Sur son chemin, arrivé à Kûfah, il écouta Sheikh Ahmad Ibn Yûnus enseigner le hadîth ainsi que quelques autres savants. Ce voyage fut court.\r\n\r\nDeuxième voyage :\r\n\r\nIl entreprit un long voyage avant 230 A.H. pour acquérir la science. Il parcourut les terres et accompagna de nombreux savants pour puiser dans leur savoir. Citons les pays où il étudia le hadîth lors de ce voyage :\r\n\r\nLa région de Khorasân.\r\n\r\nAr-Ray.\r\n\r\nL’Iraq : plus précisément, il apprit par les savants de Kûfah, de Bassora et de Bagdâd où il fut de passage plusieurs fois. Son dernier séjour à Bagdâd fut en 259 A.H., cette fois il enseigna la science du Hadîth qu’il avait acquise avec brio pendant de longues années.\r\n\r\nle Hijâz : en particuler, la Médine et la Mecque. Il y entendit le Hadîth par les grands sheikhs de la région, notamment de Isma`îl Ibn Uways et Sa`îd Ibn Mansûr.\r\n\r\nle Shâm [actuels Syrie, Liban et Palestine] : Al-Khatîb, Ibn `Asâkir et As-Sam`ânî ont mentionné le passage de l’Imâm Muslim par le Shâm. Adh-Dhabî soutient que l’Imâm Muslim n’a pas appris le hadîth au Shâm en raison du fait que l’Imâm n’a connu qu’un seul savant de Damas, qu’il aurait rencontré non à Damas, mais pendant son pélerinage. Si l’opinion d’Adh-Dhahabî est correcte, l’Imâm Muslim aurait juste traversé le Shâm sans passer par Damas.\r\n\r\nl’Egypte.\r\n\r\n\r\nSON SAVOIR\r\n\r\nL’Imâm Muslim a donné la plus grande importance à l’apprentissage des sciences du Hadîth. Depuis sa plus tendre enfance, il s’est consacré à l’étude des Hadîths par les savants de ces nobles sciences. Même si l’Imâm a donné la priorité aux sciences du Hadîth, domaine où il se distingua par son excellence, il avait naturellement une bonne maîtrise des autres sciences islamiques comme l’exégèse, la jurisprudence etc. On ne peut parler des sciences du Hadîth sans mentionner Muslim.\r\n\r\nSon disciple et ami Ahmad Ibn Salamah An-Naysâbûrî disait : \" J’ai vu Abû Zur`ah et Abû Hâtim donner la préeminence à Muslim Ibn Al-Hajjâj par rapport aux autres savants du hadîth de son époque\".\r\n\r\nAbû `Abd Ar-Rahmân Ibn Abî Hâtim, un imâm du hadîth, dit de Muslim : \"Il fut un homme de confiance, du nombre des mémorisateurs [Hafidh], maîtrisant le Hadîth.\" Les témoignages de ces éminents savants du Hadîth pour l’Imâm Muslim sont suffisants pour montrer son rang parmi les spécialistes de ces disciplines.\r\n\r\nPour illustrer leur propos, mentionnat les différentes sciences relatives au Hadîth où l’Imâm brilla comme un flambeau :\r\n\r\nscience du Hadîth :\r\n\r\nOn entend par science du Hadîth, la parfaite connaissance de l’énoncé des hadîths, de leur chaîne de transmission jusqu’au prophète - paix et bénédictions sur lui -, avec la connaissance d’éventuelles imperfections ou brisures dans la chaîne de narration et également le degré d’authenticité de chaque Hadîth. Aussi, la reccueil de hadîths authentiques le plus apprécié, après la Somme Authentique de l’Imâm Al-Bukhârî, est celui de l’Imâm Muslim.\r\nScience traitant des narrateurs du hadîth (`ilm rijâl Al-Hadîth) :\r\n\r\nScience fondamentale pour que le savant analyse les maillons de la chaîne de narration du hadîth. Mulsim fut un fin connaisseur des noms des narrateurs, de leurs surnoms, de leurs titres, de leurs lignées et de leurs biographies. Il a laissé des écrits de grande valeur dans cette science.\r\n\r\nScience dite du Jarh wa At-Ta`dîl ; Critique du Hadîth :\r\n\r\nScience minutieuse qui permet d’analyser l’authenticité du hadîth en connaissant avec précision les qualités de chaque narrateur et leur capital en terme de confiance, mémoire, savoir, honnêteté, véridicité. Muslim est l’homme de cette science ; nous retrouvons un aperçu de cette science dans la préface qu’il a rédigé pour son Reccueil de hadîths authentiques.\r\n\r\nScience de `ilal Al-Hadîth ; science des défauts des hadîths : C’est la science la plus complexe, la plus délicate, la plus précise, la plus subtile et la plus fuyante de toutes les sciences du hadîth, elle traite des défauts du Hadîth.\r\n\r\n\r\nSES MAÎTRES\r\n\r\nLes longs voyages de l’Imâm Muslim lui ont permis de rencontrer un très grand nombre de savants du hadîth et de mémorisateurs [Hâfidh]. Dans le Recueil des hadîths authentiques de Muslim, l’Imâm Al-Hâfidh Adh-Dhahabi compte 220 savants du Hadîth dont Muslim rapporta des narrations fiables.\r\n\r\nCitons quelques-uns de ses grands maîtres :\r\n\r\n`Abd Allah Ibn Maslamah Al-Qa`nabî.\r\nle célèbre Imâm, Ahmad Ibn Hanbal.\r\nle jurisconsulte et Hafidh, Ishâq Ibn Rahaweih.\r\nle spécialiste du jarh et de la science des hommes du hadîth, Yahyâ Ibn Ma`în.\r\nLe Hâfidh, Ishâq Ibn Mansûr Al-Kawsaj.\r\nle savant à la plume prolifique, Abû Bakr Ibn Abî Shaybah. #l’Imâm du Hadîth de Samarqand, `Abd Allah Ibn Abd Ar-Rahmân Ad-Dârami\r\nle Hâfidh, Muhammad Ibn cAbd Allah Ibn Numayr.\r\nle savant `Abd Ibn Humayd.\r\nl’Imâm Abû Zur`âh Ar-Râzî, le grand savant du Hadîth de Rayy.\r\nIl rencontra l’Imâm Al-Bukhârî, le Prince des Croyants en Science du Hadîth, la forteresse de cette science. Il reconnut sa science, l’aima et s’attacha à son compagnie. Le respect et l’admiration de l’Imâm Muslim pour son aîné, l’Imâm Al-Bukhârî lui firent dire : \"Laisse-moi embrasser tes pieds ô professeur des professeurs, ô maîtres des savants du Hadîth, ô médecin du Hadîth\". Tel était le respect de la science et des savants, tel était le lien entre ces deux grands Imâms, que Dieu leur fasse miséricorde tous deux et qu’Il nous fasse bénéficier de leur science.\r\n\r\n\r\nSON RANG ET SES MÉRITES\r\n\r\nPar la Volonté de Dieu, ses efforts incessants dans la recherche de la science ont porté des fruits uniques. Dieu l’a doté d’une mémoire d’exception, d’une intelligence saillante et d’une compréhension profonde. Depuis son enfance, il avait déjà attiré l’attention de ses sheikhs qui ont fait son éloge.\r\n\r\nEn voyant cette pouce bénie, son Sheikh Ishâq Ibn Rahaweih vit qu’elle était promise à un grand avenir et s’exclama : \"Quel homme sera-t-il lui !\".\r\n\r\nSon Sheikh Muhammad Ibn Bashshâr le compta parmi les quatre grand mémorisateurs du Hadîth de son temps : \"les mémorisateurs (du Hadîth) sur terre sont quatre, dit-il, Abû Zur`ah Ar-Râzî à Rayy, Muslim à Naysabûr, `Abd Allâh Ad-Dârimî à Samarqand, Muhammad Ibn Ismâ`îl à Bukhârâ\".\r\n\r\nDans les livres de biographies, les savants ont témoigné de sa science remarquable, sa précision, sa véridicité, sa rigueur, sa piété et ses nobles manières.\r\n\r\nParmi les paroles synthétiques et très justes dites à son sujet, citons le témoignage du Qâdî `Iyâd : \"C’est les des Imâms des musulmans, l’un des mémorisateurs parmi les savants du Hadîth, aux écrits perfectionnés. Plus d’un Imâm parmi les anciens et les contemporains ont fait son éloge. Ils sont unanimes quant à son rang d’Imâm, sa prééminence et l’authenticite de son Hadîth, sa capacité de distinguer le vrai du faux. Ils s’accordent tous à dire que c’est un homme de confiance et acceptent son Hadîth\".\r\n\r\n\r\nSES ÉCRITS\r\n\r\nL’Imâm Muslim composant de valeureux ouvrages dans les diverses branches de la science du Hadîth, tant sur le plan de la narration que sur le plan de la compréhension et de l’analyse. Parmi les livres qui nous sont parvenus de lui et qui témoignent de la science généreuse de cet homme : Al-Kunâ wal-Asmâ’, Tabaqât At-Tabi`în, Al-Munfaridât wal-Wijdân et sa pièce maîtresse, Sahîh Muslim, le célèbre recueil de hadîths authentiques. Parmi ses livres qui n’ont pas survécu aux aléas des jours : Awlâd As-Sahâbah (Les Fils des Compagnons), Al-Ikhwah wa Al-Akhawât (les Frères et les Soeurs), Al-Aqrân (Les Paires), Awhâm Al-Muhadithîn (les Illusions des Muhaddiths), Dhikr Awlâd Al-Husayn (Mention des Fils d’Al-Husayn), Mashâyikh Mâlik (les sheikhs de Mâlik), Mashâyikh Ath-Thawrî (les sheikhs d’Ath-Thawrî), Mashâyikh Shu`bah (les sheikhs de Shu`bah).\r\n\r\n\r\nSAHÎH MUSLIM\r\n\r\nMais la célébrité de notre Imâm a atteint son paroxysme et son astre n’a cessé de briller après la composition de son ouvrage excellent et précieux Sahîh Muslim. Lorsque les savants ont parcouru Sahîh, ils ont réalisé le rang de l’Imâm qui le composa et sa parfaite maîtrise de la science du Hadîth, ses branches et ses arts subtils. Sa célébrité est telle que la noble science du Hadîth et son prénom, tout comme celui de notre maître Al-Bukhâri devinrent inséparables.\r\n\r\nL’Imâm An-Nawawî dit dans la Préface de son valeureux Commentaire de Sahîh Muslim : \" [ce livre] lui a préservé une agréable mention et une bonne éloge jusqu’au Jour du Jugement\".\r\n\r\nAl-Hâfidh Ibn As-Salâh affirma : \"Par son recueil, Dieu -Que Son Nom soit exalté - l’a élevé comme un astre. Il est devenu ainsi un Imâm, un argument, dont le nom est mentionné en permanence dans les sciences du Hadîth ainsi que d’autres sciences\".\r\n\r\nIl commença la rédaction de ce livre relativement tôt à Naysabûr, après avoir silloné les terres et rencontré les experts en la matière. Il avait 29 ans lorsqu’il entamma l’écriture de son Sahîh. Quinze ans plus tard, il mit le point final du livre que nous avons entre les mains. On relate qu’il dit au Sujet de Sa Somme de Hadîths authentiques : \" J’ai rédigé ce reccueil de hadîths authentiques à partir de 300 000 hadîths transmis oralement\". Il dit également : \"Je n’ai inscrit un seul Hadîth dans ce reccueil sans preuve et je n’ai écarté le moindre Hadîth sans preuve\".\r\n\r\nPendant 15 ans de sa vie, il scruta les 300 000 milles Hadîths auxquels il fait référence pour retenir ceux qui composent son recueil, à savoir des hadîths fiables dont l’authenticité ne fait pas l’ombre d’un doute. Il retint, sans répétition, 3033 hadîths qu’il a organisé en chapitres, puis il a réuni les chapitres en livres. Le noble savant Muhammad Fu’âd `Abd Al-Bâqî dénombra 54 livres dans le Sahîh. Le premier livre est le livre de la foi (Al-Îmân) qui englobe plusieurs chapitres : le chapitre \"la religion exige le conseil\", chapitre \"l’interdiction de l’orgueil\", etc... Puis il suivit ce livre par le \"livre des menstrues\", puis le livre de la prière, et ainsi de suite jusqu’au livre de l’exégèse qui scelle cet précieux ouvrage. L’Imâm Muslim a décidé d’inscrire chaque hadîth dans un seul endroit de son ouvrage, en le citant, avec les diverses voies de narration qu’il agrée selon ses critères d’authenticité et avec les variantes.\r\n\r\nL’ensemble de la communauté musulmane, savants ou pas, ont reçu avec joie cet ouvrage et lui ont accordé une place toute privilégiée, semblable à celle de Sahîh Al-Bukhârî. Les savants s’accordent pour le considérer comme Recueil de hadîths authentiques et ils ont dépensé des efforts conséquents pour servir ce livre. De nombreux savants ont composé des commentaires de Sahîh Muslim. Citons à titre d’exemple, Ikmâl Al-Mu`lim bi Fawâ’idi Muslim par Al-Qâdî `Iyâd, Al-Minhâj fî Sharh Sahîh Muslim Ibn Ak-Hajjâj par l’Imâm An-Nawawî, Ikmâl Al-`Ilm par Muhammad Ibn Khalîfah connu par Al-Ubayy.\r\n\r\nL’intérêt accordé à Sahîh Muslim motiva l’écriture d’ouvrages traitant des narrateurs de hadîths présents dans ce recueil. Citons par exemple Rijâl Sahîh Muslim (les hommes de Sahîh Muslim) pat Ibn Manjaweih Al-Asbahânî, Rijâl Muslim Ibn al-Hajjâj (les hommes de Muslim Ibn al-Hajjâj) par Ibn Shirbîn Al-Ansârî, Tasmiyat Rijâl Sahîh Muslim Alladhîna Infarada bihim `an Al-Bukhâri (Mention des hommes de Sahîh Muslim qu’Al-Bukhâri n’a pas cité) par Al-Hâfidh Adh-Dhahabî.\r\n\r\nDes abrégés, ommettant les répétitions et les chaînes de transmission, ont également vu le jour, comme Mukhtasar Sahîh Muslim (l’Abrégé de Sahîh Muslim) par l’Imâm Al-Qurtubî, Al-Jâmi` Al-Mu`lim bi Maqâsid Jâmi` Muslim (La Somme informant des finalités de la Somme de Muslim) par Al-Mundhirî. Des savants anciens comme Al-Jawzaqî et Al-Baghawî ont réuni Sahîh Muslim et Sahîh Al-Bukhâri dans un ouvrage. Sheikh Ash-Shinqîtî a écrit Zâd Al-Muslim fîmâ ittafaqa `Alayh Al-Bukhârî wa Muslim, la Subsitance du musulman sur les hadîths agrées par Al-Bukhârî et Muslim. Sheikh Muhammad Fu’âd Abd Al-Bâqî a composé Al-Lu’lu’ wal-Marjân fîma ittafaqa `alayh Ash-Shaykhân.\r\n\r\nSahîh Muslim fut l’objet de nombreuses éditions, accompagnées ou pas d’un commentaire. Sauf que la meilleure édition est probablement celle où Sheikh Muhammad `Abd Al-Bâqî propose une numérotation précise des hadîths et une indexation très détaillée.\r\n\r\nUne traduction en français de Sahîh Muslim est en ligne (*).\r\n\r\n\r\nDÉCÈS DE L'IMÂM MUSLIM\r\n\r\nL’Imâm dirigea des cercles de science à la ville de Naysâbûr pour enseigner à ses disciples et les aimants qui venaient écouter les hadîths de notre maître, le Messager d’Allâh, paix et bénédiction de Dieu sur lui. Parmi ses disciples les plus remarquables qui ont voyagé pour le rencontrer et s’instruire de sa science, figurent l’Imâm Abû `Îsâ At-Tirmidhî, Yahyâ Ibn Sâ`id, Ibn Khuzaymah, Abû Bakr Muhammad Ibn An-Nadir Al-Jârûdî, et d’autres encore. Il dépensa son temps entre l’enseignement oral et la composition d’ouvrages si bien que la nuit même de son décès il était préoccupé par une question qui fut évoquée dans son assemblée de science. Il passa alors sa nuit dans la recherche, mais avant la levée du jour, il répondit à l’appel de Son Seigneur et son âme purifiée et bénie retourna à Lui, le 6/05/ 875 E.C.\r\n\r\nQu’Allâh déverse Sa Miséricorde sur sa tombe à Nasr-Âbâd à Naysabûr, qu’Il l’éclaire, qu’Il en fasse une prairie du Paradis, et qu’Il le récompense généreusement pour ses efforts pour servir la Sunnah purifiée et pour les trésors qu’il laissa à la communauté musulmane après lui.\r\n\r\nSource : www.islamophile.org"
    },
    {
        "surnom": "Imam At-Tirmidhî",
        "vraiNom": "Abū ‘Īsā Muḥammad",
        "biographie": "\r\nIl s’agit de l’Imâm du Hadîth, le Hâfidh, Abû `Îsâ Muhammad Ibn `Îsâ Ibn Sawrah Ibn Mûsâ Ibn Ad-Dahhâk At-Tirmidhî, un illustre savant qui occupe une place tout à fait distinguée dans la science du Hadîth. Il naquit, que Dieu l’agrée, en 209 A.H. [1] dans le village de Bûgh - un village affilié à Tirmidh, situé sur les rives du Jîhûn.\r\n\r\nDepuis son enfance, l’Imâm At-Tirmidhî éprouva un fort désir d’apprendre les sciences islamiques. C’est pourquoi, il s’initia auprès des savants de son village, puis souhaita étendre ses horizons et enrichir son savoir en séjournant dans divers pays. Après l’âge de vingt ans, à l’image de nombreux Imâms partis à la quête du savoir, l’Imâm At-Tirmidhî partit au Khorasân où il devint l’élève de Sheikh Ishâq Ibn Râhawayh et Muhammad Ibn `Amr As-Sawwâq Al-Balkhî. Il ne tarda pas à se diriger vers l’Irak où il s’initia auprès des savants-mémorisateurs du Hadîth, avant d’aller au Hijâz puis vers d’autres contrées islamiques.\r\n\r\nPendant ses voyages d’initiation, l’Imâm At-Tirmidhî manifesta beaucoup d’énergie dans l’apprentissage et saisit chaque opportunité pour entendre le Hadîth de la bouche des experts. Il veilla à consigner la matière scientifique qui lui fut enseignée et eut de nombreux débats et discussions avec les grands Imâms du Hadîth qui l’initièrent, notamment le noble Imâm Al-Bukhârî qui joua un rôle clef dans la formation de l’Imâm At-Tirmidhî. En effet, l’Imâm At-Tirmidhî l’accompagna pendant longtemps et puisa dans sa science, notamment dans la branche de Fiqh Al-Hadîth.\r\n\r\nLorsqu’Ibn Khallikân évoque la biographie de l’Imâm At-Tirmidhî dans Wafiyyât Al-A`yân, il dit : \"C’est l’élève de Abû `Abd Allâh Muhammad Ibn Ismâ`îl Al-Bukhârî. Il eut certains Sheikhs en commun avec lui, comme Qutaybah Ibn Sa`îd.\"\r\n\r\nAinsi, l’Imâm Al-Bukhârî fut-il le Sheikh qui encadra et forma l’Imâm At-Tirmidhî. Ce dernier obtint en sa compagnie un savoir abondant en matière de Hadîth et de jurisprudence islamique, ainsi qu’une connaissance solide des opinions des juristes et de leurs écoles. Son livre Al-Jâmi` est un témoignage vivant à cet égard.\r\n\r\n\r\nSES MAÎTRES\r\n\r\nAt-Tirmidhî compta donc de nombreux savants parmi ses professeurs, le plus important de ses maîtres étant l’Imâm Al-Bukhârî. Il manifesta beaucoup de savoir et d’intelligence dans les cercles d’apprentissage de ses Sheikhs, si bien que l’Imâm Al-Bukhârî reçut de lui certains hadîths.\r\n\r\nParmi ses autres maîtres, on peut citer l’Imâm Muslim et l’Imâm Abû Dâwûd As-Sijistânî. Il eut également l’occasion de rencontrer certains maîtres de ses propres maîtres, auprès desquels il compléta son savoir. C’est le cas de Qutaybah Ibn Sa`îd, Ishâq Ibn Râhawayh, Muhammad Ibn `Amr As-Sawwâq, Ismâ`îl Ibn Mûsâ Al-Fazzârî, Sa`îd Ibn `Abd Ar-Rahmân, Muhammad Ibn Bashshâr, `Alî Ibn Hajar, Ahmad Ibn Manî`, `Abd Al-Jabbâr Ibn Al-`Alâ’, Abû Kurayb, Muhammad Ibn Al-Muthannâ et d’autres.\r\n\r\n\r\nSES DISCIPLES\r\n\r\nL’Imâm At-Tirmidhî eut de nombreux disciples dont Abû Al-`Abbâs Muhammad Ibn Ahmad Ibn Mahbûb (le transmetteur d’Al-Jâmi`), Abû Bakr Ahmad Ibn Ismâ`îl As-Samarqandî, Abû Hâmid Ahmad Ibn `Abd Allâh Ibn Dâwûd Al-Mârûzî, Hammâd Ibn Shâkir Al-Warrâq, Makhûl Ibn Al-Fadl An-Nasafî, Al-Haytham Ibn Kulayb et de nombreux autres.\r\n\r\n\r\nSES QUALITÉS ET SES MÉRITES\r\n\r\nL’Imâm At-Tirmidhî fut connu pour sa droiture, sa piété, son renoncement aux artifices du bas-monde, et son total dévouement dans la quête du savoir et sa diffusion parmi les gens.\r\n\r\nIl aspirait à l’Agrément de Son Seigneur, pensait à l’Au-delà, et pleurait abondamment par crainte de son Seigneur, au point qu’il perdit la vue.\r\n\r\n\r\nTÉMOIGNAGES DES SAVANTS À SON ÉGARD\r\n\r\nIbn Hibbân dit de lui : \"C’est un homme de confiance, à l’unanimité, célèbre pour sa loyauté et son savoir.\"\r\n\r\nSelon Al-Mubârak Ibn Al-Athîr : \"C’est l’un des plus illustres savants-mémorisateurs du Hadîth.\"\r\n\r\nLe Hâfidh Al-Muzzî affirma à son tour : \"C’est l’un des Imâms les plus distingués. Dieu en a fait bénéficier les Musulmans.\"\r\n\r\nL’Imâm Ibn Kathîr dit : \"C’est l’un des Imâms de son temps dans ce domaine [de la science du Hadîth].\"\r\n\r\n\r\nSES OUVRAGES\r\n\r\nL’Imâm At-Tirmidhî enrichit le patrimoine islamique scientifique par des ouvrages de qualité dont :\r\n\r\nson célèbre Jâmi`.\r\nle livre Al-`Ilal joint à la fin de son ouvrage précédent.\r\nAt-Târîkh.\r\nson célèbre Ash-Shamâ’il Al-Muhammadiyyah traitant des qualités et des vertus de notre maître Muhammad, l’Imâm des Messagers et le Sceau des Prophètes.\r\nle livre de l’ascétisme, Az-Zuhd.\r\nKitâb Al-Asmâ’ wa Al-Kunâ.\r\nL’Imâm Ibn Hazm fut critiqué par les savants du Hadîth pour son jugement hâtif dans Al-Muhallâ où il écrit : \"Et qui est Muhammad Ibn `Isâ Ibn Sawrah ?\", laissant croire que l’Imâm At-Tirmidhî est un homme inconnu ou quelconque. Ces propos lui valurent des critiques de la part de Sheikh Al-Islâm Ibn Hajar et de l’Imâm Adh-Dhahabî qui affirmèrent qu’une telle opinion émise par Ibn Hazm n’est pas digne d’être considérée et ne réduit aucunement le rang d’At-Tirmidhî et de ses pairs.\r\n\r\n\r\nSON LIVRE Al-Jâmi`\r\n\r\nLe livre Al-Jâmi` est le fruit le plus précieux de la science de l’Imâm At-Tirmidhî, et c’est par ce livre qu’il devint une référence incontournable parmi les hommes du Hadîth. La matière de cet ouvrage est notamment répartie selon des thèmes juridiques, avec les hadîths associés. Il y compila des hadîths authentiques, et d’autres d’authenticité moindre, en citant pour chaque hadîth son degré d’authenticité. Il réunit également les opinions des Compagnons, des Successeurs et des juristes des différentes contrées islamiques. Il joignit à ce livre, le livre Al-`Ilal où il exposa, entre autres, la méthodologie qu’il avait adoptée dans la composition d’Al-Jâmi`, des questions relatives aux narrateurs du Hadîth, les conditions de narration, et la divergence des savants quant à la critique de certains narrateurs.\r\n\r\nL’ouvrage Al-Jâmi` fut désigné par diverses appellations dans la littérature islamique ; certains l’appelèrent Sunan At-Tirmidhî ou Al-Jâmi` Al-Kabîr. Al-Hâkim l’appela Al-Jâmi` As-Sahîh, alors qu’Al-Khatîb le désigna sous le nom d’As-Sahîh. Mais comme le précise l’Imâm As-Suyûtî, ces ouvrages ne s’élèvent pas au rang des recueils authentiques d’Al-Bukhârî et de Muslim. En effet, l’Imâm At-Tirmidhî y compila des hadîths authentiques, bons, et faibles, et précisa, le cas échéant, les défauts qui entâchaient les hadîths cités. Le but de l’Imâm n’était pas de réunir exclusivement des hadîths authentiques, mais plutôt de compiler les hadîths pris en considération par les juristes, selon leurs degrés d’authenticité.\r\n\r\nRemarquable par sa matière juridique et par les études relevant de la science du Hadîth, cet ouvrage motiva de nombreuses études, commentaires et abrégés sous la plume de savants musulmans de différentes époques.\r\n\r\nParmi les commentateurs d’Al-Jâmi`, on peut citer :\r\n\r\nLe savant-mémorisateur du Hadîth Abû Bakr Muhammad Ibn `Abd Allâh Al-Ishbîlî, le célèbre juriste malékite connu sous le nom d’Ibn Al-`Arabî [2]. Il intitula son commentaire `Âridat Al-Ahwadhî et y réunit des analyses relevant de la critique des narrateurs, de la grammaire, du crédo, et des prescriptions juridiques, notamment les opinions de l’école malékite à laquelle il se rattache. Cet ouvrage fut imprimé en Egypte et en Inde.\r\nLe juriste shaféite, le savant-mémorisateur du Hadîth, Abû Al-Fath Muhammad Ibn Muhammad Ibn Sayyid An-Nâs Al-Ya`murî [3]. Il arriva dans son commentaire aux deux tiers d’Al-Jâmi`. Ce commentaire fut achevé par Sheikh Zayn Ad-dîn `Abd Ar-Rahîm Al-`Irâqî [4].\r\nSheikh Sirâj Ad-Dîn `Umar Ibn Raslân Al-Bulqînî [5]. Son commentaire, intitulé Al-`Araf Ash-Shadhî `alâ Jâmi` At-Tirmidhî, ne recouvre pas tout le livre.\r\nSheikh Al-Islâm, le juriste shaféite, l’Imâm Jalâl Ad-dîn As-Suyûtî qui appela son ouvrage Qût Al-Mughtadhî `alâ Jâmi` At-Tirmidhî. Dans la préface de son commentaire, l’Imâm As-Suyûtî exposa la valeur du livre de l’Imâm At-Tirmidhî et s’attarda sur la terminologie employée dans Al-Jâmi`.\r\nLe commentaire de Sheikh Abû Al-Hasan `Abd Al-Hâdî As-Sindî [6].\r\nSix savants transmirent le livre de l’Imâm At-Tirmidhî :\r\n\r\nAbû Al-`Abbâs Muhammad Ibn Ahmad Ibn Mahbûb. Sa voie est la plus célèbre des six voies de transmission.\r\nAbû Sa`îd Al-Haytham Ibn Kulayb Ash-Shâsh.\r\nAbû Dharr Muhammad Ibn Ibrâhîm.\r\nAbû Muhammad Al-Hasan Ibn Ibrâhîm Al-Qattân.\r\nAbû Hâmid Ahmad Ibn `Abd Allâh At-Tâjir.\r\nAbû Al-Hasan Al-Wâzirî.\r\nIl convient de noter que certaines voies de transmission parmi les six mentionnées se sont éteintes au fil des siècles, la voie de transmission selon Ibn Mahbûb perdura et il est des savants musulmans contemporains qui rapportent les hadîths d’Al-Jâmi` selon une chaîne de transmission ininterrompue.\r\n\r\n\r\nSON DÉCÈS\r\n\r\nL’Imâm At-Tirmidhî vécut au service du savoir prophétique et retourna à Dieu en 279 A.H. laissant à la postérité de précieux ouvrages.\r\n\r\n______________\r\n\r\nCette présentation s’appuie sur :\r\n\r\n- As-Sunnah An-Nabawiyyah wa `Ulûmuhâ (La Tradition prophétique et ses sciences, p. 253-263, de Sheikh Ahmad `Umar Hâshim.\r\n\r\n- le CD Mawsû`at Al-Hadîth Ash-Sharîf (L’Encyclopédie du Noble Hadîth), 2e édition.\r\n\r\n- `Ulûm Ad-Dîn Al-Islâmî (Les Sciences islamiques), p. 200-201 , de Sheikh `Abd Allâh Shahâtah.\r\n\r\n______________\r\n\r\nNotes:\r\n\r\n[1] C’est l’opinion que soutient Sheikh Ahmad `Umar Hâshim dans son ouvrage As-Sunnah An-Nabawiyyah (La Tradition prophétique). En effet, la plupart des historiens musulmans estiment qu’il décéda en 279 A.H., et selon l’Imâm Adh-Dhahabî, l’Imâm At-Tirmidhî retourna à Dieu alors qu’il avait soixante-dix ans.\r\n\r\n[2] Décédé en 543 A.H., à ne pas confondre avec Ibn `Arabî.\r\n\r\n[3] Décédé en 734 A.H.\r\n\r\n[4] Décédé en 806 A.H.\r\n\r\n[5] Décédé en 805 A.H.\r\n\r\n[6] Décédé en 1138 A.H.\r\n\r\nSource : www.islamophile.org"
    }
]