[
    {
        "surnom": "Imam Al-Nawawi",
        "vraiNom": "MUÎN AD-DÎN",
        "biographie": "Son nom et sa généalogie\r\n\r\nIl s’agit du noble savant, l’Imâm, le Sheikh de l’Islam, l’appeleur à Dieu, l’Argument, un des piliers de l’Ecole Juridique Shaféite, Sayyidî Muhyiddîn, Abû Zakariyyâ, Yahyâ Ibn Sharaf Ibn Marrî Ibn Hasan Ibn Husayn Ibn Hizâm Ibn Muhammad Ibn Jumu`ah An-Nawawî, que Dieu l’agrée.\r\n\r\nSon enfance\r\n\r\nIl naquit en 631 A.H. dans le village de Nawâ — un village affilié à Damas en Syrie. Il apprit le Coran dans son enfance et se forma dans diverses sciences islamiques comme le Hadîth, la Langue Arabe et le Fiqh.\r\n\r\nDoté d’une excellente mémoire, l’Imâm An-Nawawî se dépensait dans l’apprentissage des sciences religieuses et assistait quotidiennement à près de douze cours traitant de diverses branches des sciences islamiques.\r\n\r\nLes signes de l’excellence et la piété apparurent en lui dès son enfance. Son père raconte que la veille du 27e jour de Ramadan en l’an 638 A.H., le jeûne An-Nawawî, alors âgé de sept ans, dormait auprès de lui. Il se réveilla et s’exclama : « mon père ! quelle est cette lumière qui emplit la maison ?! ». Son père dit : « Nous nous sommes réveillés et ne vîmes aucune lumière. Nous avons alors su qu’il s’agissait de Laylat Al-Qadr (La Nuit du Destin) ».\r\n\r\nSheikh Yâsîn Ibn Yûsuf Al-Marrâkishî raconte : “J’ai vu le Sheikh [i.e. An-Nawawî] à Nawâ alors qu’il n’avait que dix ans. Les enfants essayaient de le forcer à jouer avec eux, mais il fuyait en récitant le Coran et pleurait de leur comportement. Son amour s’installa alors dans mon cœur. Son père le fit travailler dans une petite boutique, mais les ventes et les achats ne le distrayaient guère de la récitation du Coran. Je partis voir celui qui lui enseignait le Coran et lui recommandai de lui porter des soins particuliers. Je lui dis : « Il est à espérer que ce garçon devienne le plus savant des gens de son temps et le plus versé dans l’ascétisme parmi eux, et il est à espérer que les gens bénéficient de son savoir ». « Tu prédis l’avenir ?! » m’a-t-il répondu. « Non, dis-je, mais Dieu m’a fait dire cela ».”. L’enseignant de Sheikh An-Nawawî rapporta cela à son père qui lui accorda beaucoup de soins, si bien que l’Imâm An-Nawawî termina l’apprentissage du Coran vers sa puberté.\r\n\r\nSes Sheikhs\r\n\r\nNous ne dresserons pas ici une liste exhaustive des Sheikhs et professeurs de l’Imâm An-Nawawî, tant ils sont nombreux. Nous citerons pour les diverses disciplines islamiques les principaux enseignants qui formèrent l’Imâm An-Nawawî.\r\n\r\n1- En Fiqh (jurisprudence islamique) :\r\n\r\nSon premier Sheikh en Fiqh fut l’ascète, le juriste shaféite, Abû Ibrâhîm Ishâq Ibn Ahmad Ibn Othmân Al-Maghribî Al-Maqdisî. Puis il s’initia auprès de son Sheikh, l’Imâm, le dévot, le Mufti de Damas à l’époque, Abû Muhammad Abd Ar-Rahmân Ibn Nûh Ibn Muhammad Ibn Ibrâhîm Ibn Mûsâ Al-Maqdisî Ad-Dimashqî. Ensuite, il eut comme professeur, l’Imâm, le Mufti, Abû Hafs `Omar Ibn As`ad Ibn Ghâlib Al-Irbîlî. Citons également parmi ses Sheikhs en Fiqh, l’Imâm Abû Al-Hasan Ibn Al-Hasan Al-Irbîlî Al-Halabî Ad-Dimashqî.\r\n\r\n2- Dans la voie du Tasawwuf (At-Tarîq) :\r\n\r\nL’Imâm As-Sakhâwî dit : “As-Subkî a dit dans At-Tabaqât Al-Kubrâ que son Sheikh dans la voie est Sheikh Yâsîn Al-Marrâkishî. En témoigne la parole d’Adh-Dhahabî que nous avons déjà mentionnée : Sheikh An-Nawawî partait le voir, s’éduqait en sa compagnie et lui rendait visite. Il espérait sa bénédiction et le consultait dans ses affaires.”\r\n\r\n3- Dans les lectionnaires coraniques (Al-Qirâ’ât) :\r\n\r\nAl-Lakhmî affirma que l’Imâm An-Nawawî connaissait le Coran avec les sept lectionnaires. Toutefois, il n’a pas mentionné ses enseignants dans cette discipline. Il se peut qu’il les ait appris auprès de son Sheikh, l’Imâm Abû Shâmah — qui dirigea Dar Al-Hadîth Al-Ashrafiyyah à Damas avant l’Imâm An-Nawawî [1].\r\n\r\n4- En Hadîth :\r\n\r\nIl étudia Sahîh Muslim et la majeure partie de Sahîh Al-Bukhârî auprès de son Sheikh, Abû Ishâq Ibrâhîm Ibn `Îsâ Al-Murâdî Al-Andalusî Ash-Shâfi`î.\r\n\r\nIl étudia Al-Kamâl fî Asmâ’ Ar-Rijâl [2] auprès du mémorisateur du Hadîth, Sheikh Az-Zayn Abû Al-Baqâ’ Khâlid Ibn Yûsuf Ibn Sa`d An-Nâbulsî.\r\n\r\nIl accompagna également le savant du Hadîth, l’Imâm Ad-Diyâ’ Ibn Tammâm Al-Hanafî et profita de son savoir.\r\n\r\nIl écouta le Hadîth enseigné par un certain nombre de savants dont :\r\n\r\nAbû Ishâq Ibrâhîm Ibn `Alî Ibn Ahmad Ibn Fadl Al-Wâsitî.\r\n\r\nAbû Al-`Abbâs Ahmad Ibn `Abd Ad-Dâ’im Al-Maqdisî\r\n\r\nAbû Muhammad Ismâ’îl Ibn Ibrâhîm Ibn Âbî Al-Yusr At-Tanûkhî\r\n\r\nAbû Muhammad `Abd Ar-Rahmân Ibn Sâlim Ibn Yahyâ Al-Anbârî\r\n\r\nAs-Shams Abû Al-Faraj `Abd Ar-Rahmân Ibn Abî `Omar Muhammad Ibn Ahmad Ibn Qudâmah Al-Maqdisî — l’un de ses plus grands Sheikhs.\r\n\r\nLe Sheikh des Sheikhs (Shaykh Ash-Shuyûkh) Ash-Sharaf Abû Muhammad `Abd Al-`Azîz Ibn Abî `Abd Allâh Muhammad Ibn `Abd Al-Muhsin Al-Ansârî\r\n\r\nLe juge `Imâd Ad-Dîn Abû Al-Fadâ’il `Abd Al-Karîm Ibn `Abd As-Samad Ibn Al-Horastânî.\r\n\r\n5- En grammaire et langue arabe :\r\n\r\nParmi ses Sheikhs dans cette discipline citons : Al-Fakhr Al-Mâlikî, Sheikh Abû Al-`Abbâs Ahmad Ibn Sâlim Al-Misrî et Sheikh Al-Jamâl Abû Abd Allâh Muhammad Ibn Abd Allâh Ibn Mâlik Al-Jiyânî.\r\n\r\n6- En Usûl Al-Fiqh (Fondements de la Jurisprudence Islamique) :\r\n\r\nIl étudia une partie d’Al-Muntakhab [3] et Al-Mustasfâ [4] auprès du juge, le juriste shaféite, Abû Al-Fath `Omar Ibn Bundâr Ibn `Omar Ibn `Alî At-Taflîsî.\r\n\r\nL’Imâm As-Sakhâwî dit : “Il étudia également la majeure partie de Mukhtasar Ibn Al-Hâjib auprès du Grand Juge de Damas, Al-`Izz Abû Al-Mafâkhir Muhammad Ibn Abd Al-Qâdir Ibn Abd Al-Khâliq Ibn As-Sâ’igh”.\r\n\r\nSes ouvrages\r\n\r\nSayyidî l’Imâm An-Nawawî ne se maria pas et n’eut par conséquent aucune descendance. Mais ses meilleurs héritiers sont certainement ses remarquables ouvrages.\r\n\r\n– Il composa un précieux commentaire de Sahîh Muslim. Il commenta également une partie de Sahîh Al-Bukhârî ; il s’arrêta à Kitâb Al-`Ilm (Le Livre du Savoir, et intitula son commentaire At-Talkhîs. Il commença aussi un commentaire de Sunan Abî Dâwûd. L’Imâm As-Sakhâwî dit : “Il arriva à la partie traitant des ablutions et intitula son commentaire Al-Îjâz. J’ai entendu dire que l’ascète de son temps, Ash-Shihâb Ibn Raslân, a repris intégralement cet écrit de l’Imâm An-Nawawî au début de son propre commentaire de Sunan Abî Dâwûd, et ce en guise de tabarruk [5]”.\r\n\r\n– Il écrivit également deux valeureux ouvrages répandus parmi les musulmans et les étudiants en sciences islamiques : Al-Adhkâr et Riyâd As-Sâlihîn.\r\n\r\n– On lui doit aussi Al-Arba`în An-Nawawiyyah, qu’il acheva 668 A.H.\r\n\r\n– Il aborda l’éthique des mémorisateurs du Noble Coran dans son ouvrage At-Tibyân fî Âdâb Hamalat Al-Qur’ân. L’Imâm As-Sakhâwî témoigna de l’importance de ce ouvrage en disant : “C’est un livre précieux dont on ne peut se passer, surtout les récitateurs et les enseignants de la récitation coranique”.\r\n\r\n– Il composa aussi At-Tarkhîs fil-Ikrâm wal-Qiyâm. L’Imâm As-Sakhâwî dit : “C’est un ouvrage pour les gens de vertus et leurs semblables”.\r\n\r\n– Il écrivit dans de domaine de l’ascétisme et du soufisme : Bustân Al-`Ârifîn (Le Jardin des Gnostiques).\r\n\r\n– On lui doit aussi, entre autres : Rawdat At-Tâlibîn, Al-Minhâj, Al-Manâsik fil-Fiqh, Al-Fatâwâ An-Nawawiyyah, Tabaqât Al-Fuqahâ’, Tahdhîb Al-Asmâ’ wal-Lughât, Tashîh At-Tanbîh, At-Tahqîq, Ru’ûs Al-Masâ’il wa Tuhfat Ashâb Al-Fadâ’il.\r\n\r\nSes qualités et ses mérites\r\n\r\nL’Imâm An-Nawawî chemina sur la voie de la piété et les sentiers du scrupule et de la dévotion qui caractérisaient l’époque des Compagnons du Messager de Dieu. Le gnostique Abû Abd Ar-Rahîm Al-Akhmîmî dit de lui : “Il cheminait sur la voie des Compagnons, que Dieu les agrée. Je ne connais nul autre de son époque qui cheminait sur leur voie”.\r\n\r\nSheikh Ibn Al-`Attâr et l’Imâm As-Sakhâwî citèrent les témoignages de divers savants et gnostiques affirmant que l’Imâm An-Nawawî atteignit le rang de Pôle (Qutb) — sommité parmi les walîs (les alliés à Dieu) — de son temps. At-Taqiyy Muhammad Ibn Al-Hasan dit : “De nombreux prodiges (karamât) furent rapportés de lui. Entre autres : […] l’ouverture de portes fermées par un cadenas et la refermeture de la porte, la scission d’un mur et la sortie d’un homme d’une belle apparence — ils échangèrent tous deux des propos sur la vie de l’ici-bas et celle de l’Au-delà -, sa réunion avec des walîs occultés, et son dévoilement de pensées secrètes des autres […].”\r\n\r\nIl fut connu pour son ascétisme, la simplicité de ses habits — il s’habillait en coton et portait un turban — et la modestie de son habitat. Il avait un seul repas par jour qu’il consommait le soir avant de s’adonner aux œuvres de dévotion et la composition d’ouvrages islamiques.\r\n\r\nSheikh Abû Al-`Abbâs Ibn Farûkh dit de lui : “Il a réuni trois degrés, chacun d’eux aurait suffi pour que les gens viennent de loin pour le voir et apprendre de lui : le degré du savoir, le degré de l’ascétisme et le dégré de l’appel au bien et de l’interdiction du blâmable”.\r\n\r\nOutre sa dévotion et son ascétisme, l’Imâm An-Nawawî était un homme patient, n’hésitant pas à appeler aux vertus et à réprimander les vices et le mal. Distingué par sa dignité et sa science, il agissait sans crainte aucune de la réaction des Sultans ou des hommes influents.\r\n\r\nL’Imâm Ibn As-Subkî dit de lui : “Il fut un maître et un chaste. Il fut aussi un ascète. Peu lui importait que sa vie ici-bas devienne une ruine, tant que sa religion était florissante. Il était distingué par son ascétisme et son contentement de ce que Dieu lui accorde. Il marchait sur les pas des pieux prédécesseurs de Ahl As-Sunnah wa Al-Jamâ`ah. Dévoué et patient dans les voies du bien, il ne perdait pas un instant dans des œuvres n’impliquant pas l’obéissance à Dieu”.\r\n\r\nEn 665 A.H., il commença à enseigner à Dâr Al-Hadîth Al-Ashrafiyyah, à Damas. Il refusa d’être rémunéré pour l’enseignement qu’il dispense et accomplit le pèlerinage deux fois dans sa vie.\r\n\r\nÀ la fin de sa vie, il séjourna dans son village, Nawâ. Certains pieux lui ordonnèrent de visiter Al-Quds (Jérusalem) et Al-Khalîl. Il le fit puis retourna à son village natal chez ses parents. Il fut atteint d’une maladie et son âme retourna à Dieu au cours du mois de Rajab, en l’an 676 A.H. Il fut enterré dans son village.\r\n\r\nPuisse Dieu l’agréer et puisse-t-Il déverser sur sa tombe les signes de Sa Miséricorde.\r\n\r\nP.-S.\r\nCet article se base exclusivement sur Tuhfat At-Tâlibîn fî Tarjamat Al-Imâm An-Nawawî, par son élève dévoué, Sheikh Ibn Al-`Attâr et Al-Manhal Al-`Adhb Ar-Rawî fî Tarjamat Qutb Al-Awliyâ An-Nawawî (La Source d’Eau douce dans la biographie du Pôle de l’Islam An-Nawawî), par Sheikh Al-Islâm Shams Ad-Dîn As-Sakhâwî.\r\n\r\nNotes\r\n\r\n[1] Il est à noter que l’Imâm An-Nawawî ne fut pas cité dans les livres biographiques traitant des mémorisateurs des lectionnaires coraniques : ni l’Imâm Adh-Dhahabî, ni Ibn Al-Jazrî, ni les savants qui ont vécu entre eux ne l’ont cité.\r\n[2] écrit par le Hâfidh, `Abd Al-Ghanî Al-Maqdisî.\r\n[3] écrit par l’Imâm, l’exégète, Fakhr Ad-Dîn Ar-Râzî.\r\n[4] écrit par l’Imâm, l’Argument de l’Islam, Abû Hâmid Muhammad Al-Ghazâlî.\r\n[5] Le tabarruk, c’est le fait de rechercher le bénédiction. Sheikh Ash-Shihâb Ibn Raslân portait une grande estime pour l’Imâm An-Nawawî et considérait que reprendre son écrit et le joindre à son propre ouvrage était une cause de bénédiction divine.\r\n\r\nSource : www.islamophile.org"
    },
    {
        "surnom": "Imam Al-Bukhari",
        "vraiNom": "Abou ‘Abdi l-Lah Mouhammad",
        "biographie": "Il s’agit de Abou ‘Abdi l-Lah Mouhammad fils de Isma’il fils de Ibrahim fils de Bardisbah Al-Jou’fi Al-Boukhari. Il est né dans la ville de Boukhara, le vendredi après la prière, treize nuits écoulées du mois de chawwal de l’année 194 de l’hégire. Il a grandi orphelin élevé par sa mère. Il a perdu la vue lorsqu’il était petit mais sa mère a vu le Khalil Ibrahim ‘alayhi s-salam dans le rêve qui lui a dit : « Allah a rendu la vue à ton fils en raison de tes nombreuses larmes ».\r\n\r\nAl-Boukhari a aimé la science depuis son plus jeune âge. Il a ainsi mémorisé les compositions de hadith de Ibnou l-Moubarak en étant enfant. Il a lu les livres réputés alors qu’il avait seize ans, tant qu’il a été dit qu’il mémorisait en étant jeune soixante-dix mille hadith par cœur. Ce qui l’a aidé à cela, c’est qu’il connaissait les biographies de ceux qui rapportent le hadith et il recherchait leur état également, il le connaissait. Il connaissait les Chaykh de ceux de qui il tient le hadith ainsi que leurs élèves et leurs différentes chaînes de transmission.\r\n\r\nAvant qu’il ne quitte son pays, il a pu recevoir par transmission tout ce qui y est rapporté comme hadith. Il les a entendu de Mouhammad Ibnou Salam Al-Baykandi et ‘Abdou l-Lah Ibnou Mouhammad Al-Mouçannadi et Ibrahim Ibnou l-Ach’af, de Mouhammad Ibnou Youçouf Al-Baykandi et d’autres encore.\r\n\r\nEnsuite, il est parti à La Mecque avec sa mère et son frère en recherchant à recevoir la transmission et à entendre les hadith rapportés.\r\n\r\nIl est resté dans le Hijaz pendant six ans durant lesquels il recevait par transmission le hadith. Il s’est déplacé dans les différents pays, il est parti à Ach-Cham, il est parti en Egypte, il est parti à Al-Jazirah à deux reprises, à Al-Basrah à quatre reprises, à Al-Koufah et Baghdad à plusieurs reprises. Il a ainsi reçu le hadith de la part des mouhaddith de chaque pays où il s’était rendu, tant que les hommes de qui il rapporte le hadith ont atteint le nombre de mille quatre-vingts et ils étaient tous des mouhaddith.\r\n\r\n \r\n\r\nParmi les faits importants qui ont été rapportés à son sujet\r\n\r\nL’Imam At-Taj As-Soubki a rapporté dans son livre At-Tabaqat lorsqu’il a mentionné la biographie de l’Imam des mouhaddith Abou ‘Abdi l-Lah Boukhari, il a rapporté d’après Ibnou ‘Adi qu’il a dit : « J’ai entendu plusieurs Chaykh rapporter que Al-Boukhari était venu s’installer à Baghdad. C’est alors que les gens qui rapportent le hadith se sont réunis et ils ont pris cent hadith qu’ils ont inversé, c’est-à-dire qu’ils ont pris le corps du hadith et la chaîne de transmission et ils les ont mélangés, de sorte qu’ils ont mis le texte de ce hadith avec la chaîne de transmission de cet autre hadith, et la chaîne de transmission de ce hadith pour le texte de cet autre hadith. Ils ont donné à chacun dix hadith qu’ils ont ainsi mélangés pour les mentionner à Al-Boukhari dans une assemblée. Les gens se sont alors réunis. L’un d’entre eux s’est levé et il a interrogé au sujet de ces hadith, d’un des dix qu’il a mélangés. Al-Boukhari a dit : « Je ne le connais pas ». Il l’a interrogé au sujet d’un autre hadith, Al-Boukhari a dit : « Je ne le connais pas », jusqu’à ce que le premier homme ait terminé avec les dix hadith. C’est alors que les spécialistes de jurisprudence se regardaient les uns les autres, c’est-à-dire qu’il s’interrogeait sur Al-Boukhari. Un deuxième homme s’est levé et a fait comme le premier. Et Al-Boukhari disait à chaque fois : « Je ne le connais pas ». Lorsque les dix hommes avaient fini, Al-Boukhari s’est retourné vers le premier d’entre eux et  lui a dit :  « Pour ce qui est de ton premier hadith sa chaîne de transmission c’est celle-là. Pour le deuxième hadith la chaîne de transmission c’est celle-là, et le troisième et ainsi de suite » jusqu’à lui donner les chaînes de transmission des dix hadith que le premier a donné. Il a rendu ainsi à chaque texte de hadith sa bonne chaîne de transmission. Ensuite, il a fait la même chose avec le deuxième, la même chose avec les autres jusqu’à avoir terminé avec les dix hommes. C’est alors que les gens lui ont reconnu sa capacité de mémorisation (de Hafidh).»\r\n\r\nParmi ce que As-Soubki rapporte dans ses Tabaqat de Al-Boukhari, qu’il a dit : « J’ai été inspiré la mémorisation du hadith dans le Kouttab –c’est-à-dire l’école où les enfants apprenaient le Qour-an et le hadith– alors que j’avais dix ans ou moins, et lorsque j’ai quitté le Kouttab après dix ans, j’allais écouter auprès de Ad-Dakhili et d’autres. Un jour tandis qu’il récitait le hadith aux gens, il a dit : « Soufyan a rapporté d’après Abou Zoubayr d’après Ibrahim ». C’est alors que je lui ai dit : « Mais Abou Zoubayr n’a pas du tout rapporté de Ibrahim ». Il m’a alors dit de me taire. Je lui ai dit : « Vérifie si tu veux sur ta copie d’origine ». Il est rentré puis il est ressorti et il m’a dit : « C’est comme tu as dit mon garçon». Il s’agit de Az-Zoubayr Ibnou ‘Adi qui a rapporté de Ibrahim. Il m’a alors pris le crayon de la main et il a corrigé, et il m’a dit : « Tu as dit vrai ». Lorsque Al-Boukhari a été interrogé sur son âge à ce moment-là, il a répondu : « J’avais onze ans ».\r\n\r\nParmi ce qui est rapporté de Mouhammad Ibnou Abi Hatim Al-Warraq de Al-Boukhari qu’il a dit : « J’ai entendu Hamid Ibnou Isma’il et un autre dire : « Al-Boukhari venait avec nous pour entendre le hadith alors qu’il était encore jeune garçon. Mais il n’écrivait rien du tout. Un bon moment s’était écoulé et il faisait ainsi. Nous lui disions alors, pourquoi tu n’écris pas ? Et il nous a dit vous avez beaucoup insisté pour que j’écrive. Lisez moi donc ce que vous deux avez écrit. Nous avions alors sorti ce que nous avions écrit et c’était plus que quinze mille hadith. Il les a tous récité par cœur, tant que nous corrigions nos versions sur ce qu’il avait appris par cœur ».\r\n\r\n \r\n\r\nLes Chaykh de Al-Boukhari\r\n\r\nComme le nombre de ses Chaykh était important et beaucoup plus grand encore que d’être limité dans cette étude, nous allons mentionner les plus réputés d’entre eux. Ainsi, il a entendu de :\r\n\r\n– Makki fils de Ibrahim Al-Balkhi\r\n\r\n– et de ‘Abdan fil de ‘Outhman Al-Marwazi\r\n\r\n– et de ‘Oubaydi l-Lah fils de Mouça Al-‘Absi\r\n\r\n– et de Abi ‘Asim Ach-Chaybani\r\n\r\n– et de Mouhammad Ibnou ‘Abdi l-Lah Al-Ansari,\r\n\r\n– de Mouhammad Ibnou Youçouf Al-Faryabi\r\n\r\n– et de Abou Nou’aym Al-Fadl fils de Daki,\r\n\r\n– de Abou Ghassad Al-Hindi\r\n\r\n– et de Soulayman fils de Harb Al-Wachiji\r\n\r\n– et de Abou Salamah At-Taboudhaki\r\n\r\n– et de ‘Affan fils de Mouslim,\r\n\r\n– de ‘Aram fils de Al-Fadl,\r\n\r\n– de Abou l-Walid At-Tayalici,\r\n\r\n– de Abou Ma’mar Al-Minqari,\r\n\r\n– de ‘Abdou l-Lah fils de Maslamah Al-Qa’indi,\r\n\r\n– de Abou Bakr Al-Hamidi,\r\n\r\n– de ‘Abdou l-Lah fils de Youçouf At-Tanici,\r\n\r\n– de Abou l-Yaman Al-Himsi,\r\n\r\n– de Ahmad Ibnou Hanbal,\r\n\r\n– de Isma’il fils de Abou Ouways Al-Madini,\r\n\r\n– de Yahya fils de Ma’in\r\n\r\n– et de beaucoup d’autres encore.\r\n\r\n \r\n\r\nLes paroles des savants au sujet de Al-Boukhari\r\n\r\nIl a été rapporté que l’Imam Al-Boukhari s’était vu dans le rêve debout en présence du Messager de Allah (salla l-Lahou ‘alayhi wa sallam) et il tenait quelque chose à la main avec laquelle il éloignait quelque chose du Messager de Allah (salla l-Lahou ‘alayhi wa sallam). Lorsqu’il a posé la question sur l’interprétation de ce rêve, certains de ceux qui interprètent les rêves ont dit : « Tu vas repousser le mensonge du Messager de Allah ».\r\n\r\nIl a été rapporté dans Tah-dhibou l-Asma-i wa l-Loughat d’après Hachid fils de Isma’il qu’il a dit : « J’ai vu Is-haq fils de Rahawayh assis sur une couche et avec lui Mouhammad fils de Isma’il Al-Boukhari. C’est alors que Mouhammad l’a corrigé dans quelque chose et Is-haq fils de Rahawayh a repris les paroles de Al-Boukhari. Alors, Is-haq a dit aux gens : « Ô vous les gens, vous qui maîtrisez le hadith, prenez de ce jeune homme. S’il avait vécu dans l’époque de Al-Haçan Al-Basri, les gens auraient besoin de lui en raison de sa connaissance du hadith et de sa compréhension du hadith ».\r\n\r\nIl a été rapporté dans Al-Bidayah wa n-Nihayah d’après Ibnou Khouzaymah qu’il a dit :  « Je n’ai pas vu sur terre, qui ait plus de connaissance du hadith du Messager de Allah, ni qui le mémorise mieux que Al-Boukhari » et Is-haq Ibnou Zayrak a dit à son sujet : « J’ai entendu en l’an deux cent quarante sept Mouhammad Ibnou Idris Ar-Razi Abou Hatim dire : « viendra vous voir un homme des gens de Khouraçan et il n’est pas sorti de Khouraçan qui mémorise plus le hadith que lui et il n’est pas venu en Irak qui ait plus de science de hadith que lui ». Est venu alors chez nous Mouhammad Ibnou Isma’il après quelques mois, c’est-à-dire Al-Boukhari.»\r\n\r\nParmi ce que l’Imam le Moujtahid Ahmad Ibnou Hanbal que Allah l’agrée a dit pour faire son éloge et indiquer son haut degré. Il a dit que le degré de Hafidh a été atteint par quatre des gens de Khouraçan, Abou Zou’rah Ar-Razi, Mouhammad Ibnou Isma’il Al-Boukhari, ‘Abdou l-Lah Ibnou ‘Abdi r-Rahman As-Samarqandi et Al-Houçayn Ibnou Chouja’ Al-Balkhi.\r\n\r\nEt il a rapporté dans Tabaqat As-Soubki d’après Mouhammad Ibnou Abi Hatim al-Warraq de Al-Boukhari qu’il a dit : « Je l’ai entendu dire des compagnons de ‘Amr Ibnou ‘Aliyy : ils m’ont mentionné un jour un hadith. Je leur ai dit alors : je ne le connais pas. Ils étaient alors heureux et ils sont partis voir ‘Amr Ibnou ‘Aliyy pour lui dire nous avons mentionné à Mouhammad fils de Isma’il un hadith qu’il n’a pas du tout connu. C’est alors que ‘Amr leur a dit :  Un hadith que Mouhammad fils de Isma’il ne connaît pas, n’est pas un hadith ».\r\n\r\nIl a également été rapporté dans Tabaqat As-Soubki d’après Ahmad Ibnou Hamdoun qu’il a dit : « Mouslim Ibnou l-Hajjaj était parti voir Al-Boukhari et il l’a embrassé entre les yeux et lui a dit : J’embrasserai même tes pieds Ô toi qui est les maître de ceux qui maîtrisent le hadith et toi qui est celui qui connaît la valeur et le degré de fiabilité des hadith ».\r\n\r\nHachid Ibnou Isma’il a dit : « J’étais à Al-Basrah et j’ai entendu l’arrivée de Mouhammad Ibnou Isma’il. Lorsqu’il était arrivé, Mouhammad Ibnou Yasar a dit : Aujourd’hui est rentré chez nous le maître des spécialistes de jurisprudence ».\r\n\r\nIl a été rapporté de Abou Sahl Ach-Chafi’i qu’il a dit : « Je suis entré à Al-Basrah, à Ach-Cham, à Al-Hijaz, à Al-Koufah, et je voyais leurs savants et chaque fois que Mouhammad Ibnou Isma’il était mentionné ils lui reconnaissaient un degré supérieur au leur ».\r\n\r\nIl est rapporté de ‘Abdou l-Lah le fils de l’Imam Ahmad Ibnou Hanbal qu’il a dit : « J’ai dit à mon père : Père, qui sont donc les Hafidh. Il m’a dit : Ô mon fils, ce sont des jeunes qui venaient chez nous, des gens de Khouraçan et ils se sont dispersés maintenant ». Et je lui ai dit : « Qui sont-ils donc père ? ». Il m’a dit : « Mouhammad Ibnou Isma’il, c’est-à-dire Al-Boukhari ». C’est-à-dire qu’il n’a mentionné d’entre eux que Al-Boukhari.\r\n\r\nParmi ce que Ibrahim Al-Khawwas a dit au sujet de Al-Boukhari : « J’ai vu Abou Zour’ah comme un enfant assis devant Al-Boukhari, Mouhammad Ibnou Isma’il pour l’interroger sur le hadith ».\r\n\r\n \r\n\r\nSes ouvrages\r\n\r\nAl-Boukhari faisait partie des savants qui avaient les plus hauts degrés, qui avaient laissé de nombreux ouvrages éminents et fort utiles. Que Allah l’agrée, il était parmi les gens qui avaient les meilleurs capacités à composer, parmi les plus adroit d’entre eux. Ses ouvrages ont été nombreux. Nous citons les plus réputés d’entre eux :\r\n\r\n– Al-Jami’ As-Sahih qui est le livre réputé par le nom de Sahih Al-Boukhari,\r\n\r\n– Al-Adabou l-Moufrad qui fait partie de ses composition les plus éminentes, les noms des compagnons,\r\n\r\n– Asma-ou s-Sahabah,\r\n\r\n– At-Tarikh qui est un livre dans lequel il a rassemblé ceux qui sont dignes de confiance et ceux qui sont faibles parmi ceux qui rapportent le hadith et il est en trois volumes, un grand, un moyen et un petit.\r\n\r\n– At-Tafsirou l-Kabir –la grande éxégèse–,\r\n\r\n– Al-Jami’ou l-Kabir,\r\n\r\n–  Khalqou Af’ali l-‘Ibad –la création des actes des esclaves–,\r\n\r\n– Khayrou l-Kalam fi l-qira-ati Khalfa l-Imam –les meilleures paroles au sujet de la récitation derrière l’imam–,\r\n\r\n– Kitabou d-dou’afa-i wa l-matroukin –le livre de ceux qui sont faibles et de ceux qui sont délaissés–,\r\n\r\n– Kitabou l-‘Ilali fi l-hadith,\r\n\r\n– Kitabou l-Fawa-id,\r\n\r\n– Al-Qira-atou Khalfa l-Imam,\r\n\r\n– Qada-i wa s-Sahabah wa t-Tabi’in,\r\n\r\n– Kitaboun fi l-Mabsouti fi l-hadith,\r\n\r\n– Al-Mousannad Al-Kabir,\r\n\r\n– Kitabou l-Wihdan, c’est un livre dans lequel il a rassemblé tous ceux qui n’ont qu’un seul hadith parmi les compagnons.\r\n\r\n \r\n\r\nSon décès\r\n\r\nIl est mort que Allah lui fasse miséricorde le samedi, la nuit de la fête de Al-Fitr de l’année deux cent cinquante six de l’Hégire. Il avait alors soixante deux ans moins treize jours. Il a été enterré le jour de la fête de Al-Fitr après la prière de Adh-Dhouhr dans un village qui s’appelle Khartank qui est un village de Samarqand.\r\n\r\nIbnou ‘Oudayy a rapporté d’après ‘Abdou l-Qouddous fils de ‘Abdou l-Jabbar As-Samarqandi qu’il a dit : « L’Imam Al-Boukhari était venu à Khartank alors qu’il avait des proches parents chez qui il était hébergé. Je les entendu dire une nuit alors qu’il avait fini la prière de la nuit dans ses invocations : Ô Allah, je ne supporte plus la vie sur terre alors fais-moi mourir.» Le mois ne s’est pas écoulé avant que Allah ta’ala le fasse mourir. Que Allah fasse miséricorde à l’Imam Al-Boukhari et qu’Il le rétribue pour nous du meilleur bien."
    }
]