[
  {
    "id": 1,
    "titre": "Les actes ne valent que par les intentions",
    "contenu": "D’après Le Chef des Croyants, Abi Afsa ‘Omar ibn El Khattab (رَضِيَ اللهُ عَنْهُ): « J’ai entendu l’Envoyé d’Allah (ﷺ) dire :   « Les actions ne valent que par les « intentions ». Il ne sera donc tenu compte à chaque homme que de ses intentions. Pour celui qui aura émigré en vue de biens terrestres, ou afin de trouver une femme à épouser, l’émigration ne comptera que pour le but qui aura déterminé son voyage.(Hadith n°1/42, 40 Hadith Nawawi, Rapporté par Al Boukhary dans son Sahih n°1)"
  },
  {
    "id": 2,
    "titre": "L'Islam, la foi et l'excellence",
    "contenu": "D’après Omar (Qu’Allah l’agrée) également : « Alors que nous étions assis auprès du Messager d’Allah (ﷺ), vint à nous un homme vêtu d’un blanc éclatant et aux cheveux très noirs. On ne pouvait déceler sur lui aucune trace visible de voyage et nul d’entre nous ne le connaissait. Il vint s’asseoir en face du Prophète (ﷺ), plaça ses genoux contre les siens et posa la paume de ses mains sur les cuisses du Prophète (ﷺ), puis lui dit : « Ô Muhammad ! Informe-moi sur l’islam. »    Le Messager d’Allah (ﷺ) lui répondit : « L’islam est que tu attestes qu’il n’y a pas de divinité [digne d’adoration] en dehors d’Allah et que Muhammad est le Messager d’Allah, que tu accomplisses la prière (As-Salât), que tu acquittes l’impôt légal (Az-Zakât), que tu jeûnes le mois de Ramadan, et que tu effectues le pèlerinage à la maison d’Allah, si tu en as les moyens. »  « Tu as dit vrai », dit l’homme. Nous nous étonnâmes que l’homme l’ait interrogé pour ensuite l’approuver.Il reprit : « Informe-moi sur la croyance (al-Îmân). » Le Prophète répliqua : « [La croyance, c’est] que tu croies en Allah, en Ses anges, en Ses livres, en Ses messagers, au Jour Dernier et à la prédestination du bien et du mal. » « Tu dis la vérité », lui dit encore l’homme qui reprit : « Alors, informe-moi sur l’accomplissement parfait de l’adoration (Al-Ihsân). » « C’est que tu adores Allah comme si tu Le voyais, car si toi, tu ne Le vois pas, certes Lui te voit, » répondit le Prophète.  L’homme dit encore : « Informe-moi sur l’Heure [du Jugement Dernier]. » Le Prophète (ﷺ) répondit : « L’interrogé n’en sait pas plus que celui qui l’interroge. »  L’homme demanda alors : « Alors informe-moi sur ses signes précurseurs. » Le Prophète (ﷺ) lui répondit alors : « Ce sera lorsque la servante enfantera sa maîtresse, et que tu verras les pauvres bergers, va-nu-pieds et dévêtus, rivaliser dans des constructions hautes. »  Là-dessus, l’homme partit. Je demeurai là un long moment.  Ensuite, le Prophète (ﷺ) me dit : « Ô Omar! Sais-tu qui m’a interrogé ? » Je répondis : « Allah et Son Messager sont les plus savants. » « C’est Jibrîl, qui est venu vous enseigner votre religion, » dit le Messager d’Allah (ﷺ).  (Hadith n°2/42, 40 Hadith Nawawi, Rapporté par Al Mouslim dans son Sahih)"
  },
  {
    "id": 3,
    "titre": "Les Piliers de l'Islam",
    "contenu": "D’après Abû Abdir-Rahmân Abdullah Ibn Omar Ibn ul-Khattâb (Qu’Allah les agrées) rapporte : « J’ai entendu le Messager d’Allah (ﷺ) dire : « L’islam est bâti sur cinq piliers : – L’attestation qu’il n’y a pas d’autre divinité [digne d’adoration] qu’Allah et que Muhammad est le Messager d’Allah ; – l’accomplissement de la prière ; – l’acquittement de la Zakât (l’impôt légal) ; – le pèlerinage à la Maison [Sacrée] ; – et le jeûne du mois de Ramadan. »  (Hadith n°3/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 4,
    "titre": "Les phases de la conception de l'homme et son dénouement",
    "contenu": "D’après Abû Abdir-Rahmân Abdullah Ibn Massaoud (Qu’Allah l’agrée) a dit : « Le Messager d’Allah (ﷺ), le véridique, celui qui est digne de foi, s’adressa à nous en ces termes : « Certes, chacun de vous se constitue, dans le ventre de sa mère, pendant quarante jours à partir d’une goutte de sperme ; puis, celle-ci devient un caillot de sang pendant une même période. Ensuite, ce caillot se transforme en un morceau de chair pendant une période de temps semblable. Puis, l’ange est envoyé vers lui pour qu’il lui insuffle l’esprit et on lui ordonne d’inscrire [au fœtus] quatre paroles : sa subsistance, sa durée de vie, ses actions et s’il fera partie des bienheureux [en entrant au paradis] ou des malheureux [en entrant en enfer]. Par Allah en dehors Duquel il n’y a point d’autre divinité, l’un de vous peut accomplir les actes des gens du paradis, au point où il n’en sera plus séparé que d’une coudée ; puis, ce qui lui a été prédestiné prévaudra, et il accomplira les actes des gens de l’enfer, de sorte qu’il y entrera. Et l’un d’entre vous peut œuvrer comme œuvrent les gens de l’enfer, au point qu’il n’en sera plus séparé que d’une coudée ; alors, ce qui lui a été prédestiné prévaudra et il accomplira les actes des gens du paradis, de sorte qu’il y entrera. »  (Hadith n°4/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 5,
    "titre": "Rejet des actes blâmables et des innovations",
    "contenu": "D’après La mère des croyants, Aicha Umm Abdillah (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Celui qui invente dans notre religion une chose qui n’en fait pas partie, elle lui sera rejetée. » Dans une autre version de Muslim, il est dit : « Celui qui fait une action qui n’est pas en accord avec notre religion, elle lui sera rejetée. »  (Hadith n°5/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 6,
    "titre": "Le licite et l'illicite",
    "contenu": "D’après Abou ‘Abdillah An-Nu’mân ibn Bachîr (Qu’Allah les agrées) a dit : « J’ai entendu le Messager d’Allah (ﷺ) dire : « Certes, ce qui est licite est évident et ce qui est illicite est évident aussi. Mais, entre les deux, il y a des choses qui suscitent le doute et que beaucoup de gens ne connaissent pas. Celui qui craint les choses douteuses [et s’en écarte], alors il aura préservé sa religion et son honneur. Et celui qui les commet, tombe dans ce qui est illicite, comme un berger qui mène paître son troupeau aux alentours d’un enclos réservé ; peu s’en faut qu’il ne le laisse y pénétrer. Tout souverain a un domaine réservé. Certes, le domaine réservé d’Allah est ses interdictions. En vérité, il y a dans le corps humain un morceau de chair ; s’il est sain, le corps entier sera sain, mais s’il est corrompu, tout le corps sera corrompu : c’est le coeur. »  (Hadith n°6/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 7,
    "titre": "La religion, c'est le bon conseil",
    "contenu": "D’après Abou Ruqayya Tamîm Ibn Aws Ad-Dârî (Qu’Allah l’agrée) rapporte que le Prophète (ﷺ) a dit : « La Religion, c’est le conseil sincère. » Nous demandâmes : « Vis-à-vis de qui ? » Il dit : « Vis-à-vis d’Allah, de son Livre, de son Messager, des gouvernants et de l’ensemble des musulmans. »  (Hadith n°7/42, 40 Hadith Nawawi, Rapporté par Al Mouslim)"
  },
  {
    "id": 8,
    "titre": "Le caractère sacré du Musulman",
    "contenu": "D’après Ibn Omar (Qu’Allah les agrées) rapporte que le Messager d’Allah (ﷺ) a dit : « J’ai reçu l’ordre de combattre les gens jusqu’à ce qu’ils attestent qu’il n’y a de divinité [digne d’adoration] qu’Allah et que Muhammad est le Messager d’Allah, qu’ils accomplissent la prière et qu’ils s’acquittent de la Zakât. S’ils font tout cela, ils auront préservé vis-à-vis de moi leur sang (c.-à-d. leur vie) et leurs biens – sauf pour ce qu’ils méritent [comme punitions pour les crimes et délits] dans l’islam. Et c’est Allah Qui est leur Juge.  (Hadith n°8/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 9,
    "titre": "Obéir sans multiplier les questions",
    "contenu": "D’après Abou Houreira ‘Abdur-Rahmân Ibn Sakhr (Qu’Allah l’agrée) a dit : « J’ai entendu le Messager d’Allah (ﷺ) dire : « Ce que je vous ai interdit, évitez-le et ce que je vous ai ordonné, accomplissez-en ce dont vous êtes capables. Ceux qui vous ont précédés ont été détruits du fait de leur excès de questions et leurs divergences avec leurs prophètes ». »  (Hadith n°9/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 10,
    "titre": "Allah n’accepte que ce qui est pur",
    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Certes, Allah le Très-Haut est Pur (c.-à-d. Exempt de toute imperfection), Il n’accepte que ce qui est pur. Allah a ordonné aux croyants ce qu’Il a ordonné aux messagers en disant : « Ô Messagers ! Mangez des choses pures (licites) et faites le bien. » [Sourate Les Croyants, v. 51]  Il a dit aussi :  « Ô vous les croyants ! Mangez les choses pures que Nous vous avons octroyées. » [Sourate La Vache, v. 172] Puis, le Prophète (ﷺ) mentionna le cas d’un homme qui prolonge son voyage, les cheveux ébouriffés, couvert de poussière, et qui tend les mains vers le ciel en disant : « Ô Seigneur, ô seigneur… », alors que sa nourriture est illicite, que sa boisson est illicite, que ses vêtements sont illicites, et qu’il s’est nourri de choses illicites. « Comment donc pourrait-il être exaucé ? ».  (Hadith n°10/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 11,
    "titre": "Renoncer à ce qui est douteux",
    "contenu": "D’après Abou Muhammad Al-Hassan ibn ‘Alî Ibn Abî Tâlib, le petit-fils du Messager d’Allah (ﷺ) et son protégé (Qu’Allah l’agrée) a dit : « J’ai retenu cette parole du Messager d’Allah (ﷺ) : « Laisse ce qui te plonge dans le doute pour ce qui ne t’y plonge pas ». »  (Hadith n°11/42, 40 Hadith Nawawi, Rapporté par At-Tirmidhî n°2520 et An-Nassâ’î. At-Tirmidhî dit que c’est un hadith Hassan Sahîh.)"
  },
  {
    "id": 12,
    "titre": "Se mêler de ce qui nous regarde",
    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Une des meilleures manières [de pratiquer] l’islam consiste pour l’homme à délaisser ce qui ne le regarde pas. »  (Hadith n°12/42, 40 Hadith Nawawi, Hadith Hassan, rapporté en ces termes par At-Tirmidhî n°2318 et Ibn Maja n°3976)"
  },
  {
    "id": 13,
    "titre": "La plénitude de la foi",
    "contenu": "D’après Abû Hamza Anas Ibn Mâlik (Qu’Allah l’agrée), le serviteur du Messager d’Allah (ﷺ), rapporte que le Prophète (ﷺ) a dit : « Aucun d’entre vous n’est vraiment croyant jusqu’à ce qu’il aime pour son frère ce qu’il aime pour lui-même. »  (Hadith n°13/42, 40 Hadith Nawawi, Rapporté par Al Boukhari n°13 et Mouslim n°45)"
  },
  {
    "id": 14,
    "titre": "L'inviolabilité du sang d'un musulman",
    "contenu": "D’après Ibn Mas’ûd (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Il n’est pas permis de faire couler le sang du musulman sauf [pour appliquer la peine] dans l’un de ces trois cas : la personne mariée qui commet l’adultère, une vie en compensation d’une vie et celui qui abandonne sa religion en se séparant du groupe [des musulmans]. »  (Hadith n°14/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 15,
    "titre": "Honorer l'invité et le voisin",
    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Que celui qui croit en Allah et au Jour Dernier dise du bien ou se taise. Que celui qui croit en Allah et au Jour Dernier soit généreux envers son voisin. Et que celui qui croit en Allah et au Jour Dernier reçoive généreusement son invité. »  (Hadith n°15/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 16,
    "titre": "La généralité du bel-agir",
    "contenu": "D’après Abû Yaclâ Shaddâd ibn Aws (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Allah a certes prescrit l’excellence en toutes choses. Quand vous tuez que ce soit de la meilleure manière, et quand vous égorgez, faites-le de la meilleure manière : aiguisez bien la lame [de votre couteau] et allégez les souffrances de la bête. »  (Hadith n°17/42, 40 Hadith Nawawi, Rapporté par Al Boukhari)"
  },
  {
    "id": 17,
    "titre": "Ne te mets pas en colère",
    "contenu": "D’après Abou Houreira (Qu’Allah l’agrée) rapporte qu’un homme a dit au Prophète (ﷺ) : « Conseille-moi ! » Il lui dit : « Ne te mets pas en colère ! » L’homme réitéra sa demande à plusieurs reprises et le Prophète (ﷺ) lui répéta à chaque fois : « Ne te mets pas en colère ! »  (Hadith n°16/42, 40 Hadith Nawawi, Rapporté par Al Boukhari)"
  },
  {
    "id": 18,
    "titre": "La piété et la haute moralité",
    "contenu": "D’après Abû Dharr Jundub ibn Junâdah et Abû ‘Abdir-Rahmân Mucâdh Ibn Jabal (Qu’Allah l’agrée) rapportent que le Messager d’Allah (ﷺ) a dit : « Crains Allah où que tu sois et fais suivre la mauvaise action par une bonne qui l’efface, et comporte-toi bien envers les gens. »  (Hadith n°18/42, 40 Hadith Nawawi, Hadith rapporté par At-Tirmidhî n°1987 qui le considère comme Hassan, et dans certaines éditions, comme Hassan Sahîh.)"
  },
  {
    "id": 19,
    "titre": "L'aide d'Allah et Sa protection",
    "contenu": "D’après Abûl-Abbâs Abdullah Ibn Abbâs (Qu’Allah les agrées) a dit : « Alors que j’étais [assis sur un âne] derrière le Prophète (ﷺ), il me dit : « Ô jeune homme ! Je vais t’enseigner quelques paroles : « Respecte [les prescriptions d’Allah], Allah te préservera, respecte [les prescriptions d’Allah] et tu Le trouveras devant toi. Si tu demandes quelque chose, demande-la à Allah. Lorsque tu implores le secours, implore-le d’Allah. Et sache que si la communauté se mettait d’accord pour te faire profiter d’une chose, elle ne t’en ferait profiter que si Allah l’a déjà inscrite pour toi. Et si elle se met d’accord pour te nuire, elle ne pourra te nuire que si cela a déjà été inscrit à ton encontre. Certes, les plumes (qui inscrivent le destin) sont levées et [l’encre] sur les feuilles a séché. »  (Hadith n°19/42, 40 Hadith Nawawi, Hadith rapporté par At-Tirmidhî dans ses sounans n°2516 qui le considère comme Hassan Sahîh)  Dans une autre version : « Respecte [les prescriptions d’Allah], tu Le trouveras devant toi. Cherche à connaître Allah dans les moments d’aisance, Il te connaîtra dans l’adversité. Sache que ce qui t’a manqué ne t’était pas destiné, et ce qui t’a atteint ne pouvait pas te manquer. Et sache aussi que la victoire vient certes avec la patience, et que l’issue favorable vient certes après l’affliction, et qu’après la difficulté vient la facilité. »"
  },
  {
    "id": 20,
    "titre": "La pudeur",
    "contenu": "D’après Abou Massaoud ‘Uqbah Ibn ‘Amr Al-Ansârî Al-Badrî (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « Parmi ce qui est parvenu jusqu’aux gens de la prophétie ancienne : « Si tu n’as pas de pudeur, fais ce que tu veux ». »  (Hadith n°20/42, 40 Hadith Nawawi, Rapporté par Al Boukhari)"
  },
  {
    "id": 21,
    "titre": "Suivre le droit chemin",
    "contenu": "D’après Abou ‘Amr — ou Abou ‘Amrah — Sufyân Ibn ‘Abdillah (Qu’Allah l’agrée) rapporte : « Je demandai : « Ô Messager d’Allah ! Dis-moi une parole sur l’islam telle que je n’interrogerai personne d’autre après toi. » Il répondit : « Dis : « Je crois en Allah », puis suis le droit chemin ». »  (Hadith n°21/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 22,
    "titre": "La voie du Paradis",
    "contenu": "D’après Abou ‘Abdillah Jâbir Ibn ‘Abdullah Al-Ansârî (Qu’Allah les agrées) rapporte : « Un homme interrogea le Messager d’Allah (ﷺ) : « Est-ce que, si j’accomplis les (cinq) prières prescrites, je jeûne [le mois de] Ramadan, j’accomplis ce qui est licite et je m’interdis ce qui est illicite, sans rien ajouter à cela, j’entrerai au paradis ? » « Oui », répondit-il. »  (Hadith n°22/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 23,
    "titre": "Tout homme vend son âme",
    "contenu": "D’après Abû Mâlik Al-Hârith Ibn ‘Âsim Al-Ash’arî (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « La purification représente la moitié de la foi ; dire « Louange à Allah » remplit la balance ; « Gloire à Allah et louange à Allah » remplit l’espace entre le ciel et la terre ; la prière est une lumière ; l’aumône est une preuve (de foi sincère) ; la patience est une clarté ; le Coran plaide pour ou contre toi ; tout homme fait, chaque matin, le commerce de son âme : il l’affranchit ou la conduit à sa perte. »  (Hadith n°23/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 24,
    "titre": "L'interdiction absolue de l'injustice",
    "contenu": "D’après Abû Dharr Al-Ghifârî (Qu’Allah l’agrée) cite ce hadith qui figure parmi ceux que le Prophète (ﷺ) rapporte directement d’Allah (Exalté soit-il) : « Ô Mes serviteurs ! Je me suis interdit à Moi-même l’injustice et Je vous l’interdis entre vous ; alors ne soyez pas injustes les uns envers les autres. Ô Mes serviteurs ! Vous êtes tous égarés hormis celui que J’ai guidé ; demandez-Moi donc de vous montrer le droit chemin et Je vous guiderai. Ô Mes serviteurs ! Vous êtes tous affamés hormis celui que J’ai nourri ; demandez-Moi votre nourriture et Je vous nourrirai. Ô Mes serviteurs ! Vous êtes tous nus hormis celui que J’ai vêtu ; demandez-Moi donc de vous vêtir et Je vous vêtirai. Ô Mes serviteurs ! Vous commettez des péchés jour et nuit et Moi, Je pardonne tous les péchés ; demandez-Moi donc le pardon et Je vous l’accorderai. Ô Mes serviteurs ! Vous n’arriverez jamais à Me nuire et vous ne pourrez jamais M’être utile. Ô Mes serviteurs ! Si du premier au dernier, humains et djinns, vous étiez tous aussi pieux que l’est celui au cœur le plus pieux d’entre vous, cela n’ajouterait rien à Mon Royaume. Ô Mes serviteurs ! Si du premier au dernier, humains et djinns, vous étiez tous aussi débauchés que l’est celui au cœur le plus débauché d’entre vous, cela ne diminuerait en rien mon Royaume. Ô Mes serviteurs ! Si du premier au dernier, humains et djinns, vous vous teniez au même endroit pour M’adresser vos requêtes et que J’accordais à chacun d’entre vous ce qu’il demande, cela ne diminuerait en rien de ce que Je possède, pas plus qu’une aiguille ne diminue de la mer quand on l’y introduit. Ô Mes serviteurs ! Ce sont vos actions dont Je tiens compte, puis c’est selon elles que Je vous rétribuerai. Par conséquent, celui qui trouvera du bien qu’il rende grâce à Allah et celui qui trouvera autre chose, qu’il ne s’adresse les reproches qu’à lui-même. »  (Hadith n°24/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 25,
    "titre": "Toute bonne action est une aumône",
    "contenu": "D’après Abû Dharr rapporte aussi (Qu’Allah l’agrée) : « Certains Compagnons du Messager d’Allah (ﷺ) dirent au Prophète (ﷺ) : « Ô Messager d’Allah ! Les gens riches ont accaparé toutes les récompenses. Ils prient comme nous, ils jeûnent comme nous, [mais, en plus], ils font l’aumône avec le surcroît de leurs biens. Il répondit : « Allah ne vous a-t-il pas accordé de quoi faire l’aumône ? Certes, chaque fois que vous dites « Subhânallâh », c’est une aumône, chaque fois que vous dites « Allâhu Akbar », c’est une aumône, chaque fois que vous dites « Al-Hamdu Lilâh », c’est une aumône et chaque fois que dites « Lâ Ilâha Ill-Allâh », c’est une aumône. Aussi, ordonner le bien est une aumône, interdire le blâmable est une aumône et accomplir l’acte sexuel est une aumône. » Ils s’exclamèrent : « Ô Messager d’Allah ! Nous assouvissons notre désir sexuel et en plus, nous obtenons pour cela une récompense !? » Il répondit : « A votre avis, si on l’accomplissait de façon illicite, ne commettrait-on pas un péché ? Donc aussi, si on l’assouvit de façon licite, on mérite une récompense. »  (Hadith n°25/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 26,
    "titre": "Une aumône pour chaque articulation",
    "contenu": "D’après Abû Hurayrah (Qu’Allah l’agrée) rapporte que le Messager d’Allah (ﷺ) a dit : « A chaque articulation de l’homme incombe une aumône, chaque jour où le soleil se lève : si tu départages équitablement deux personnes, c’est une aumône ; si tu aides quelqu’un à enfourcher sa monture ou à lui hisser ses bagages, c’est une aumône. La bonne parole est une aumône et pour chaque pas que tu fais pour te rendre à la prière, il y a une aumône. Si tu écartes un obstacle du chemin, c’est une aumône. »  (Hadith n°26/42, 40 Hadith Nawawi, Rapporté par Al Boukhari et Mouslim)"
  },
  {
    "id": 27,
    "titre": "La piété et le pêché",
    "contenu": "An-Nawwâs Ibn Samcân (Qu’Allah l’agrée) rapporte que le Prophète (ﷺ) a dit : « La piété (al-Birr), c’est le bon comportement, et le péché, c’est ce qui se passe dans ton âme et que tu ne voudrais pas que les gens sachent. » (Hadith n°27/42, 40 Hadith Nawawi, Rapporté par Mouslim)  Et Wâbisa Ibn Ma’bad (Qu’Allah l’agrée) a dit : « Je me suis présenté chez le Messager d’Allah (ﷺ) puis il a dit : « Tu es venu pour t’enquérir au sujet de la piété ? » « Oui », lui répondis-je. Il dit : « Consulte ton cœur. La piété est ce qui tranquillise l’âme et apaise le cœur. Le péché est ce qui se passe dans l’âme et sème le doute dans le cœur, même si tu consultes les gens [de science] et qu’ils t’ont donné un avis favorable. »  C’est un hadith Hassan rapporté dans les Musnad n°4/227 respectif de l’imam Ahmad Ibn Hanbal et celui de l’imam Ad-Dârimîy n°2/246, avec une bonne chaîne de rapporteurs."
  },
  {
    "id": 28,
    "titre": "Se conformer à la Sunna et refus des innovations",
    "contenu": "D’après Abû Najîh Al-‘Irbâdh Ibn Sâriyah (Qu’Allah l’agrée) rapporte : « Le Messager d’Allah (ﷺ) nous fit un sermon tel que nos cœurs en frémirent et nos yeux s’emplirent de larmes. Nous lui dîmes alors : « Ô Messager d’Allah ! On dirait un sermon d’adieu. Fais-nous des recommandations. » Il dit : « Je vous recommande de craindre Allah (Exalté soit il), d’écouter [votre chef] et de lui obéir, même si c’est un esclave. Certes, celui d’entre vous qui vivra, verra de nombreuses divergences. Alors tenez-vous fermement à ma Sunnah et celle des califes bien guidés qui suivent la bonne voie ; accrochez-vous y fermement et prenez garde aux choses nouvelles car toute nouveauté est une innovation et toute innovation est un égarement. »  (Hadith n°28/42, 40 Hadith Nawawi, Hadith rapporté par Abû Dâwûd et At-Tirmidhî n°266 qui le qualifie de Hassan Sahîh.)"
  },
  {
    "id": 29,
    "titre": "Les portes du bien et les chemins de la guidance",
    "contenu": "D’après Mu’âdh ibn Jabal (Qu’Allah l’agrée) a demandé au Prophète : « Ô Envoyé d’Allah, enseigne-moi une action qui me conduise au paradis, et m’éloigne de l’enfer. » Il répondit : « Certes, tu m’as demandé une chose très importante, mais facile pour celui à qui Allah le Très Haut facilite la tâche. Adore Allah, sans Lui associer, accomplis la prière, acquitte la Zakât, jeûne le mois de Ramadan et accomplis le pèlerinage à la maison (Sacrée). » Puis le Prophète (ﷺ) poursuivit : « Veux-tu que je t’indique les portes du bien ? Le jeûne est un rempart. L’aumône éteint le péché comme l’eau éteint le feu. Et [je te recommande] la prière au milieu de la nuit. » Puis il récita le verset : « Ils s’arrachent à leurs lits, prient leur Seigneur, remplis de crainte et d’espoir et offrent une partie de ce que Nous leur avons accordé par charité. Nul ne sait ce qui leur est réservé, en récompense de leurs œuvres, comme félicité. » [La Prosternation, v. 16-17] Puis, il reprit : « Veux-tu que je te montre la partie principale de la religion, son pilier et son sommet ? » « Oui, ô Envoyé d’Allah », répondis-je. Il dit : « La partie principale de la religion, c’est la soumission à Allah ; son pilier, c’est la prière, et son sommet ultime, le combat sur le sentier d’Allah. » Il ajouta : « Veux-tu que je t’apprenne l’essentiel dans tout cela ? » « Oui, ô Envoyé d’Allah », répondis-je. Il saisit alors sa propre langue et dit : « Retiens celle-ci. » Je lui dis : « Ô Prophète d’Allah, serons-nous châtiés pour les paroles que nous avons prononcées ? » Il me répondit : « Malheureux, les gens ne seront-ils pas précipités en Enfer, face en avant (ou il a dit : sur leur nez) à cause des calomnies qu’ils ont proférées ? »  (Hadith n°29/42, 40 Hadith Nawawi, Hadith rapporté At-Tirmidhî n°2616 qui le qualifie de Hassan Sahîh.)"
  },
  {
    "id": 30,
    "titre": "Ne pas transgresser",
    "contenu": "D’après Abû Tha’labah Al-Khu’hanîy Jurthûm ibn Nâchir (Qu’Allah l’agrée) rapporte que le Prophète (ﷺ) a dit : « Certes, Allah le Très Haut a fixé des obligations, ne les négligez pas ; Il a déterminé des limites, ne les dépassez pas ; Il a interdit certaines choses, alors ne les transgressez pas ; Il s’est tu à propos d’autres, par miséricorde pour vous et non par oubli, ne cherchez donc pas à les savoir. »  (Hadith n°30/42, 40 Hadith Nawawi, Hadith Hassan rapporté par Ad-Dâraqutnîy dans son Sounan [4/184] et d’autres. Hadith considéré faible par certains savants.)"
  },
  {
    "id": 31,
    "titre": "L’amour d’Allah et des hommes",
    "contenu": "D’après Abûl-‘Abbâs Sahl ibn Sa’d As-Sâ’idî (Qu’Allah l’agrée) a dit : « Un homme se rendit auprès du Prophète (ﷺ) et lui dit : « Ô Envoyé d’Allah, enseigne-moi une action dont l’accomplissement me vaudra l’amour d’Allah et celui des hommes. » Il lui dit : « Détache-toi de ce bas monde, Allah t’aimera, et détourne-toi de ce que possèdent les hommes, et les hommes t’aimeront. » »  (Hadith n°31/42, 40 Hadith Nawawi, Hadith Hassan rapporté par Ibn Mâjah n°4102 et d’autres, avec des bonnes chaînes de rapporteurs. Hadith considéré faible par certains savants.)"
  },
  {
    "id": 32,
    "titre": "Tout préjudice est illégal",
    "contenu": "D’après Abû Sa’îd Sa’d ibn Mâlik ibn Sinân Al-Khudrîy (Qu’Allah l’agrée) rapporte que l’Envoyé d’Allah (ﷺ) a dit : « Ne faites pas de mal, et ne rendez pas le mal par le mal. »  (Hadith n°32/42, 40 Hadith Nawawi, Hadith Hassan rapporté par Ibn Mâjah n°2341, Ad-Dâraqutnîy n°[4/228] et d’autres, avec des chaînes de rapporteurs ; rapporté par l’imam Mâlik [2/746], en omettant Abû Sa’îd, selon ‘Amr ibn Yahyâ, selon son père qui le tient du Prophète (ﷺ). Ce hadith a été rapporté par des voies qui se recoupent [et se confirment] les unes les autres.)"
  },
  {
    "id": 33,
    "titre": "La preuve incombe au demandeur",
    "contenu": "D’après ibn Abbâs (Qu’Allah les agrées) rapporte que le Prophète (ﷺ) a dit : « Si l’on accordait aux plaignants, l’objet de leurs demandes, on verrait certes des gens réclamer les richesses et le sang des autres. Mais il incombe au plaignant d’apporter la preuve [de ses accusations] ; et [s’il n’en est pas capable], il suffit à l’accusé de prêter serment pour nier [ce dont on l’accuse]. »unes les autres.)  (Hadith n°33/42, 40 Hadith Nawawi, Hadith Hassan rapporté par Al-Bayhaqî dans Sounan [10/252] et d’autres de cette manière. On en trouve aussi une partie dans les deux recueils authentiques [d’Al-Bukhârî et de Muslim].)"
  },
  {
    "id": 34,
    "titre": "L'empêchement du blâmable est un devoir religieux",
    "contenu": "D’après Abû Sa’îd Al-Khudrîy (Qu’Allah l’agrée) a dit qu’il a entendu l’Envoyé d’Allah (ﷺ) dire : « Si l’un d’entre vous voit un mal, qu’il l’empêche de ses propres mains ; s’il ne le peut pas, [qu’il le réprouve] par la langue, et s’il ne le peut pas non plus, [qu’il le désapprouve] dans son cœur, et c’est là le minimum imposé par la foi. »  (Hadith n°34/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 35,
    "titre": "La vraie fraternité",
    "contenu": "Abû Hurayrah (Qu’Allah l’agrée) rapporte que l’Envoyé d’Allah (ﷺ) a dit : « Ne vous jalousez pas, ne surenchérissez pas [dans les ventes] les uns sur les autres, ne vous haïssez pas, et ne vous tournez pas le dos, ne concluez pas de ventes au détriment les uns des autres. Soyez, ô serviteurs d’Allah, tous frères ; le musulman est le frère du musulman, il ne l’opprime pas, ni ne l’abandonne, et il ne lui ment pas, ni ne le méprise. La crainte d’Allah se trouve ici », et il dit cela en montrant trois fois sa poitrine. Puis, il ajouta : « C’est un grand mal que de mépriser son frère musulman. Tout ce qui appartient au musulman est sacré pour le musulman : son sang, ses biens et son honneur. »  (Hadith n°35/42, 40 Hadith Nawawi, Rapporté par Mouslim)"
  },
  {
    "id": 36,
    "titre": "L'incitation à œuvrer salutairement",
    "contenu": "D’après Abû Hurayrah (Qu’Allah l’agrée) rapporte que le Prophète (ﷺ) a dit : « Quiconque soulage le croyant d’une affliction en ce bas monde, Allah le soulagera d’une affliction le jour de la Résurrection. Quiconque vient en aide à une personne en difficulté, Allah lui viendra en aide en ce bas monde et dans l’Au-delà. Quiconque ne dévoile pas les défauts d’un musulman, Allah ne dévoilera pas les siens en ce bas monde et dans l’Au-delà. Allah aide Son serviteur tant que ce dernier aide son frère. Celui qui parcourt un chemin à la recherche de la science (religieuse), Allah lui aplanira le chemin vers le Paradis. A chaque fois que des gens se rassemblent dans une maison d’Allah (c.-à-d. une mosquée) pour y réciter le Coran et l’étudier entre eux, la quiétude descend sur eux, la miséricorde les recouvre, les anges les entourent et Allah les mentionne à ceux qui se trouvent auprès de Lui. Et celui qui n’a pas accompli beaucoup de bonnes œuvres ne sera pas avantagé par son ascendance. »  (Hadith n°36/42, 40 Hadith Nawawi, Rapporté par Mouslim en ces termes)"
  },
  {
    "id": 37,
    "titre": "La récompense de la bonne action est décuplée",
    "contenu": "D’après Ibn ‘Abbâs (Qu’Allah les agrées) rapporte que l’Envoyé d’Allah (ﷺ) a rapporté ce qu’il a transmis de la part de Son Seigneur le Très Haut (Exalté soit-il) en disant : « Allah a inscrit les bonnes actions et les péchés. Ensuite, il a précisé les choses à ce sujet. Si quelqu’un a l’intention d’accomplir une bonne action et ne la fait pas, Allah la lui compte comme une bonne action complète ; et s’il l’accomplit, Il lui multiplie par dix, jusqu’à sept cents, et même bien davantage. Et s’il a l’intention d’accomplir un péché et ne l’accomplit pas, Allah lui compte une bonne action complète. Par contre, s’il le commet, Allah ne lui inscrit qu’un seul péché. »  (Hadith n°37/42, 40 Hadith Nawawi, Rapporté par Al-Bukhârî et Muslim dans leur recueil de hadiths authentiques respectif, en ces termes.)"
  },
  {
    "id": 38,
    "titre": "Comment obtenir l’amour d’Allah",
    "contenu": "D’après Abû Hurayrah (Qu’Allah l’agrée) rapporte que l’Envoyé d’Allah (ﷺ) a dit : « Allah le Très Haut a dit : « A celui qui nuit à un de mes alliés, Je déclarerai la guerre. Rien ne rapproche plus Mon serviteur de Moi, parmi les choses que J’aime, que l’accomplissement des obligations que Je lui ai imposées. Mon serviteur ne cesse de se rapprocher de Moi par les actes d’adoration surérogatoires jusqu’à ce que Je l’aime, et, lorsque Je l’aime, Je suis l’ouïe par laquelle il entend, le regard par lequel il voit, la main par laquelle il saisit, le pied avec lequel il marche. S’il Me sollicite, certes, Je lui accorderai [ce qu’il veut] ; s’il implore Ma protection, certes, Je la lui accorderai. » »  (Hadith n°38/42, 40 Hadith Nawawi, Rapporté par Al-Bukhârî)"
  },
  {
    "id": 39,
    "titre": "L’erreur, l’oubli et la contrainte",
    "contenu": "D’après Ibn ‘Abbâs (Qu’Allah les agrées) rapporte que l’Envoyé d’Allah (ﷺ) a dit : « Certes, grâce à moi, Allah ne tiendra pas compte [des péchés] que ma communauté commettra par erreur, oubli, ou contrainte. »  (Hadith n°39/42, 40 Hadith Nawawi, Hadith Hassan rapporté par Ibn Mâjah n°2045, Al-Bayhaqî dans Sounan n°7 et d’autres.)"
  },
  {
    "id": 40,
    "titre": "Être dans ce monde comme un voyageur",
    "contenu": "D’après Ibn ‘Umar (Qu’Allah les agrées) a dit : « l’Envoyé d’Allah (ﷺ) me prit par l’épaule et dit : « Sois en ce bas monde comme un étranger ou comme un voyageur de passage. » Ibn ‘Umar (Qu’Allah les agrées) disait : « Lorsque le soir arrive, n’attends pas le matin [pour accomplir des bonnes œuvres], et lorsque le matin arrive, n’attends pas le soir. Profite de ta santé avant que tu ne tombes malade, et profite que tu sois encore en vie, avant que tu ne meures. »  (Hadith n°40/42, 40 Hadith Nawawi, Rapporté par Al-Bukhârî)"
  },
  {
    "id": 41,
    "titre": "Le signe de la foi",
    "contenu": "D’après Abû Muhammad ‘Abdullah ibn ‘Amr ibn ul-Âç (Qu’Allah l’agrée) rapporte que l’Envoyé d’Allah (ﷺ) a dit : « Aucun de vous ne deviendra véritablement croyant, tant que ses passions ne se conformeront pas [au message] que je vous ai apporté. »  (Hadith n°41/42, 40 Hadith Nawawi, Hadith Hassan Sahîh rapporté par Al-Açfahânî dans Kitâb ul-Hujjah. Hadith considéré faible par certains savants.)"
  },
  {
    "id": 42,
    "titre": "L'immensité de l'indulgence divine",
    "contenu": "D’après Anas (Qu’Allah l’agrée) a dit : « J’ai entendu le Messager d’Allah (ﷺ) dire : « Allah le Très Haut dit : « Ô fils d’Adam ! Tant que tu M’invoqueras et placeras en Moi ton espoir, Je te pardonnerai quoique tu aies fait et Je n’en tiendrai pas compte. Ô fils d’Adam ! Si tes péchés atteignaient les nuages du ciel, puis que tu Me demandais pardon, Je te pardonnerais. Ô fils d’Adam ! Si tu venais à Moi avec des péchés autant que la terre puisse en contenir et que Tu me rencontrais sans M’avoir attribué d’associé, Je t’accorderais certes un pardon équivalent [au nombre de tes péchés]. » »  (Hadith n°42/42, 40 Hadith Nawawi, Hadith rapporté par At-Tirmidhî n°3540 qui le qualifie de Hassan Sahîh.)"
  }
]
